

<!DOCTYPE html>
<html lang="zh-CN" data-default-color-scheme=auto>



<head>
  <meta charset="UTF-8">
  <link rel="apple-touch-icon" sizes="76x76" href="/img/fluid.png">
  <link rel="icon" href="/img/fluid.png">
  <meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=5.0, shrink-to-fit=no">
  <meta http-equiv="x-ua-compatible" content="ie=edge">
  
  <meta name="theme-color" content="#2f4154">
  <meta name="author" content="Lei Zhao">
  <meta name="keywords" content="编程 读书 摄影">
  
    <meta name="description" content="&amp;#x53F7;&amp;#x54B7; &amp;#x2014;&amp;#x2014; &amp;#x53F7;&amp;#x5555;&amp;#xFF08;h&amp;#xE1;o t&amp;#xE1;o&amp;#xFF09;&amp;#xFF0C;&amp;#x4EA6;&amp;#x4F5C;&amp;#x201C;&amp;#x568E;&amp;#x5555;&amp;#x201D;&amp;#x3001;&amp;#x201C;&amp;#x568E;&amp;#x5555;&amp;#x201D;&amp;#x3002;&amp;#x653E;&amp;#x5">
<meta property="og:type" content="article">
<meta property="og:title" content="（4）读书笔记 —— 呐喊">
<meta property="og:url" content="https://leiz-eng.github.io/2023/07/30/reading-notes-4/index.html">
<meta property="og:site_name" content="Hope">
<meta property="og:description" content="&amp;#x53F7;&amp;#x54B7; &amp;#x2014;&amp;#x2014; &amp;#x53F7;&amp;#x5555;&amp;#xFF08;h&amp;#xE1;o t&amp;#xE1;o&amp;#xFF09;&amp;#xFF0C;&amp;#x4EA6;&amp;#x4F5C;&amp;#x201C;&amp;#x568E;&amp;#x5555;&amp;#x201D;&amp;#x3001;&amp;#x201C;&amp;#x568E;&amp;#x5555;&amp;#x201D;&amp;#x3002;&amp;#x653E;&amp;#x5">
<meta property="og:locale" content="zh_CN">
<meta property="article:published_time" content="2023-07-30T01:03:14.000Z">
<meta property="article:modified_time" content="2023-08-04T06:50:30.606Z">
<meta property="article:author" content="Lei Zhao">
<meta property="article:tag" content="读书">
<meta name="twitter:card" content="summary_large_image">
  
  
  
  <title>（4）读书笔记 —— 呐喊 - Hope</title>

  <link  rel="stylesheet" href="https://lib.baomitu.com/twitter-bootstrap/4.6.1/css/bootstrap.min.css" />



  <link  rel="stylesheet" href="https://lib.baomitu.com/github-markdown-css/4.0.0/github-markdown.min.css" />

  <link  rel="stylesheet" href="https://lib.baomitu.com/hint.css/2.7.0/hint.min.css" />

  <link  rel="stylesheet" href="https://lib.baomitu.com/fancybox/3.5.7/jquery.fancybox.min.css" />



<!-- 主题依赖的图标库，不要自行修改 -->
<!-- Do not modify the link that theme dependent icons -->

<link rel="stylesheet" href="//at.alicdn.com/t/font_1749284_hj8rtnfg7um.css">



<link rel="stylesheet" href="//at.alicdn.com/t/font_1736178_lbnruvf0jn.css">


<link  rel="stylesheet" href="/css/main.css" />


  <link id="highlight-css" rel="stylesheet" href="/css/highlight.css" />
  
    <link id="highlight-css-dark" rel="stylesheet" href="/css/highlight-dark.css" />
  




  <script id="fluid-configs">
    var Fluid = window.Fluid || {};
    Fluid.ctx = Object.assign({}, Fluid.ctx)
    var CONFIG = {"hostname":"leiz-eng.github.io","root":"/","version":"1.9.5-a","typing":{"enable":true,"typeSpeed":70,"cursorChar":"_","loop":false,"scope":[]},"anchorjs":{"enable":true,"element":"h1,h2,h3,h4,h5,h6","placement":"left","visible":"hover","icon":""},"progressbar":{"enable":true,"height_px":3,"color":"#29d","options":{"showSpinner":false,"trickleSpeed":100}},"code_language":{"enable":true,"default":"TEXT"},"copy_btn":true,"image_caption":{"enable":true},"image_zoom":{"enable":true,"img_url_replace":["",""]},"toc":{"enable":true,"placement":"right","headingSelector":"h1,h2,h3,h4,h5,h6","collapseDepth":0},"lazyload":{"enable":true,"loading_img":"/img/loading.gif","onlypost":false,"offset_factor":2},"web_analytics":{"enable":false,"follow_dnt":true,"baidu":null,"google":{"measurement_id":null},"tencent":{"sid":null,"cid":null},"woyaola":null,"cnzz":null,"leancloud":{"app_id":null,"app_key":null,"server_url":null,"path":"window.location.pathname","ignore_local":false}},"search_path":"/local-search.xml","include_content_in_search":true};

    if (CONFIG.web_analytics.follow_dnt) {
      var dntVal = navigator.doNotTrack || window.doNotTrack || navigator.msDoNotTrack;
      Fluid.ctx.dnt = dntVal && (dntVal.startsWith('1') || dntVal.startsWith('yes') || dntVal.startsWith('on'));
    }
  </script>
  <script  src="/js/utils.js" ></script>
  <script  src="/js/color-schema.js" ></script>
  


  
<!-- hexo injector head_end start -->
<link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/katex@0.12.0/dist/katex.min.css">

<link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/hexo-math@4.0.0/dist/style.css">
<!-- hexo injector head_end end --><meta name="generator" content="Hexo 6.3.0"></head>


<body>
  

  <header>
    

<div class="header-inner" style="height: 70vh;">
  <nav id="navbar" class="navbar fixed-top  navbar-expand-lg navbar-dark scrolling-navbar">
  <div class="container">
    <a class="navbar-brand" href="/">
      <strong>许愿</strong>
    </a>

    <button id="navbar-toggler-btn" class="navbar-toggler" type="button" data-toggle="collapse"
            data-target="#navbarSupportedContent"
            aria-controls="navbarSupportedContent" aria-expanded="false" aria-label="Toggle navigation">
      <div class="animated-icon"><span></span><span></span><span></span></div>
    </button>

    <!-- Collapsible content -->
    <div class="collapse navbar-collapse" id="navbarSupportedContent">
      <ul class="navbar-nav ml-auto text-center">
        
          
          
          
          
            <li class="nav-item">
              <a class="nav-link" href="/">
                <i class="iconfont icon-home-fill"></i>
                <span>首页</span>
              </a>
            </li>
          
        
          
          
          
          
            <li class="nav-item">
              <a class="nav-link" href="/archives/">
                <i class="iconfont icon-archive-fill"></i>
                <span>归档</span>
              </a>
            </li>
          
        
          
          
          
          
            <li class="nav-item">
              <a class="nav-link" href="/categories/">
                <i class="iconfont icon-category-fill"></i>
                <span>分类</span>
              </a>
            </li>
          
        
          
          
          
          
            <li class="nav-item">
              <a class="nav-link" href="/tags/">
                <i class="iconfont icon-tags-fill"></i>
                <span>标签</span>
              </a>
            </li>
          
        
          
          
          
          
            <li class="nav-item">
              <a class="nav-link" href="/about/">
                <i class="iconfont icon-user-fill"></i>
                <span>关于</span>
              </a>
            </li>
          
        
        
          <li class="nav-item" id="search-btn">
            <a class="nav-link" target="_self" href="javascript:;" data-toggle="modal" data-target="#modalSearch" aria-label="Search">
              <i class="iconfont icon-search"></i>
            </a>
          </li>
          
        
        
          <li class="nav-item" id="color-toggle-btn">
            <a class="nav-link" target="_self" href="javascript:;" aria-label="Color Toggle">
              <i class="iconfont icon-dark" id="color-toggle-icon"></i>
            </a>
          </li>
        
      </ul>
    </div>
  </div>
</nav>

  

<div id="banner" class="banner" parallax=true
     style="background: url('/img/default.png') no-repeat center center; background-size: cover;">
  <div class="full-bg-img">
    <div class="mask flex-center" style="background-color: rgba(0, 0, 0, 0.3)">
      <div class="banner-text text-center fade-in-up">
        <div class="h2">
          
            <span id="subtitle" data-typed-text="（4）读书笔记 —— 呐喊"></span>
          
        </div>

        
          
  <div class="mt-3">
    
      <span class="post-meta mr-2">
        <i class="iconfont icon-author" aria-hidden="true"></i>
        Lei Zhao
      </span>
    
    
      <span class="post-meta">
        <i class="iconfont icon-date-fill" aria-hidden="true"></i>
        <time datetime="2023-07-30 09:03" pubdate>
          星期日, 七月 30日 2023, 9:03 上午
        </time>
      </span>
    
  </div>

  <div class="mt-1">
    
      <span class="post-meta mr-2">
        <i class="iconfont icon-chart"></i>
        
          <!-- compatible with older versions-->
          13k 字
        
      </span>
    

    
      <span class="post-meta mr-2">
        <i class="iconfont icon-clock-fill"></i>
        
        
        
          <!-- compatible with older versions-->
          111 分钟
        
      </span>
    

    
    
      
        <span id="leancloud-page-views-container" class="post-meta" style="display: none">
          <i class="iconfont icon-eye" aria-hidden="true"></i>
          <span id="leancloud-page-views"></span> 次
        </span>
        
      
    
  </div>


        
      </div>

      
    </div>
  </div>
</div>

</div>

  </header>

  <main>
    
      

<div class="container-fluid nopadding-x">
  <div class="row nomargin-x">
    <div class="side-col d-none d-lg-block col-lg-2">
      

    </div>

    <div class="col-lg-8 nopadding-x-md">
      <div class="container nopadding-x-md" id="board-ctn">
        <div id="board">
          <article class="post-content mx-auto">
            <h1 id="seo-header">（4）读书笔记 —— 呐喊</h1>
            
            
              <div class="markdown-body">
                
                <ol>
<li>&#x53F7;&#x54B7; &#x2014;&#x2014; &#x53F7;&#x5555;&#xFF08;h&#xE1;o t&#xE1;o&#xFF09;&#xFF0C;&#x4EA6;&#x4F5C;&#x201C;&#x568E;&#x5555;&#x201D;&#x3001;&#x201C;&#x568E;&#x5555;&#x201D;&#x3002;&#x653E;&#x58F0;&#x5927;&#x54ED;&#x3002;</li>
<li>&#x5B5F;&#x5B50;&#x8BF4;&#xFF0C;&#x201C;&#x65E0;&#x662F;&#x975E;&#x4E4B;&#x5FC3;&#xFF0C;&#x975E;&#x4EBA;&#x4E5F;&#x201D;&#xFF0C;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x6CA1;&#x6709;&#x662F;&#x975E;&#x5584;&#x6076;&#x7684;&#x5FC3;&#xFF0C;&#x5C31;&#x4E0D;&#x80FD;&#x7B97;&#x662F;&#x4EBA;&#x3002;</li>
<li>&#x201C;&#x6027;&#x76F8;&#x8FD1;&#xFF0C;&#x4E60;&#x76F8;&#x8FDC;&#x201D;&#xFF0C;&#x610F;&#x601D;&#x662F;&#x4EBA;&#x7684;&#x751F;&#x6027;&#xFF08;&#x5148;&#x5929;&#x7D20;&#x8D28;&#xFF09;&#x5DEE;&#x8DDD;&#x4E0D;&#x5927;&#xFF0C;&#x800C;&#x540E;&#x5929;&#x4E60;&#x67D3;&#xFF08;&#x6559;&#x80B2;&#x3001;&#x73AF;&#x5883;&#x5F71;&#x54CD;&#x7B49;&#x9020;&#x6210;&#x4EBA;&#x7684;&#x53D1;&#x5C55;&#xFF09;&#x5374;&#x6709;&#x5F88;&#x5927;&#x5DEE;&#x5F02;&#x3002;</li>
<li>&#x201C;&#x6613;&#x5730;&#x5219;&#x7686;&#x7136;&#x201D;&#xFF0C;&#x662F;&#x6C49;&#x8BED;&#x8BCD;&#x6C47;&#xFF0C;&#x89E3;&#x91CA;&#x4E3A;&#x6539;&#x6362;&#x5230;&#x522B;&#x4EBA;&#x7684;&#x73AF;&#x5883;&#xFF0C;&#x4E5F;&#x4F1A;&#x50CF;&#x522B;&#x4EBA;&#x90A3;&#x6837;&#x770B;&#x5F85;&#x95EE;&#x9898;&#x3002;</li>
<li>&#x671D;&#x7B0F; h&#xF9; &#x53E4;&#x4EE3;&#x5927;&#x81E3;&#x4E0A;&#x671D;&#x62FF;&#x7740;&#x7684;&#x624B;&#x677F;&#xFF0C;&#x7528;&#x7389;&#x3001;&#x8C61;&#x7259;&#x6216;&#x7AF9;&#x7247;&#x5236;&#x6210;&#xFF0C;&#x4E0A;&#x9762;&#x53EF;&#x4EE5;&#x8BB0;&#x4E8B;&#x3002;</li>
<li>&#x4ED6;&#x4FBF;&#x53D8;&#x4E86;&#x8138;&#xFF0C;&#x94C1;&#x4E00;&#x822C;&#x9752;&#x3002;&#x7741;&#x7740;&#x773C;&#x8BF4;&#xFF0C;&#x201C;&#x6709;&#x8BB8;&#x6709;&#x7684;&#xFF0C;&#x8FD9;&#x662F;&#x4ECE;&#x6765;&#x5982;&#x6B64;&#x2026;&#x2026;&#x201D;<br>&#x201C;&#x4ECE;&#x6765;&#x5982;&#x6B64;&#xFF0C;&#x4FBF;&#x5BF9;&#x4E48;&#xFF1F;&#x201D;<br>&#x201C;&#x6211;&#x4E0D;&#x540C;&#x4F60;&#x8BB2;&#x8FD9;&#x4E9B;&#x9053;&#x7406;&#xFF1B;&#x603B;&#x4E4B;&#x4F60;&#x4E0D;&#x8BE5;&#x8BF4;&#xFF0C;&#x4F60;&#x8BF4;&#x4FBF;&#x662F;&#x4F60;&#x9519;&#xFF01;&#x201D;<br>&#xB7;&#xB7;&#xB7;<br>&#x4E0D;&#x80FD;&#x60F3;&#x4E86;&#x3002;<br>&#x56DB;&#x5343;&#x5E74;&#x6765;&#x65F6;&#x65F6;&#x5403;&#x4EBA;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x4ECA;&#x5929;&#x624D;&#x660E;&#x767D;&#xFF0C;&#x6211;&#x4E5F;&#x5728;&#x5176;&#x4E2D;&#x6DF7;&#x4E86;&#x591A;&#x5E74;&#xFF1B;&#x5927;&#x54E5;&#x6B63;&#x7BA1;&#x7740;&#x5BB6;&#x52A1;&#xFF0C;&#x59B9;&#x5B50;&#x6070;&#x6070;&#x6B7B;&#x4E86;&#xFF0C;&#x4ED6;&#x672A;&#x5FC5;&#x4E0D;&#x548C;&#x5728;&#x996D;&#x83DC;&#x91CC;&#xFF0C;&#x6697;&#x6697;&#x7ED9;&#x6211;&#x4EEC;&#x5403;&#x3002;<br>&#x6211;&#x672A;&#x5FC5;&#x65E0;&#x610F;&#x4E4B;&#x4E2D;&#xFF0C;&#x4E0D;&#x5403;&#x4E86;&#x6211;&#x59B9;&#x5B50;&#x7684;&#x51E0;&#x7247;&#x8089;&#xFF0C;&#x73B0;&#x5728;&#x4E5F;&#x8F6E;&#x5230;&#x6211;&#x81EA;&#x5DF1;&#xFF0C;&#x2026;&#x2026;<br>&#x6709;&#x4E86;&#x56DB;&#x5343;&#x5E74;&#x5403;&#x4EBA;&#x5C65;&#x5386;&#x7684;&#x6211;&#xFF0C;&#x5F53;&#x521D;&#x867D;&#x7136;&#x4E0D;&#x77E5;&#x9053;&#xFF0C;&#x73B0;&#x5728;&#x660E;&#x767D;&#xFF0C;&#x96BE;&#x89C1;&#x771F;&#x7684;&#x4EBA;&#xFF01;&#x2014;&#x2014;&#x300A;&#x72C2;&#x4EBA;&#x65E5;&#x8BB0;&#x300B;<br><br>&#x6240;&#x8C13;&#x300A;&#x72C2;&#x4EBA;&#x65E5;&#x8BB0;&#x300B;&#x5C16;&#x9510;&#x5730;&#x63ED;&#x793A;&#x4E86;&#x5BB6;&#x65CF;&#x5236;&#x5EA6;&#x548C;&#x793C;&#x6559;&#x7684;&#x201C;&#x5403;&#x4EBA;&#x201D;&#x672C;&#x8D28;&#xFF0C;&#x90A3;&#x4E48;&#x5BB6;&#x65CF;&#x5236;&#x5EA6;&#x548C;&#x5C01;&#x5EFA;&#x793C;&#x6559;&#x5230;&#x5E95;&#x662F;&#x4EC0;&#x4E48;&#xFF0C;&#x6709;&#x4EC0;&#x4E48;&#x8868;&#x73B0;&#xFF1F;<br>&#x4E09;&#x7EB2;&#x4E94;&#x5E38;&#xFF0C;&#x4E09;&#x4ECE;&#x56DB;&#x5FB7;&#xFF1F;<br>&#x5C01;&#x5EFA;&#x793E;&#x4F1A;&#xFF0C;&#x4E2D;&#x592E;&#x96C6;&#x6743;&#xFF1F;<br>&#x5176;&#x5B9E;&#x4E0A;&#x9762;&#x8FD9;&#x4E9B;&#x90FD;&#x8FD8;&#x662F;&#x5F88;&#x8868;&#x8C61;&#xFF0C;&#x7B80;&#x5355;&#x6765;&#x8BB2;&#xFF0C;&#x5176;&#x5B9E;&#x5C31;&#x662F;&#x6709;&#x4EBA;&#x4ECE;&#x4F60;&#x7684;&#x8EAB;&#x4E0A;&#x83B7;&#x53D6;&#x5230;&#x4E86;&#x989D;&#x5916;&#x7684;&#x5229;&#x76CA;&#xFF0C;&#x5C31;&#x662F;&#x201C;&#x5403;&#x4EBA;&#x201D;&#x4E86;&#x3002;&#x6709;&#x4EBA;&#x628A;&#x4F60;&#x8D56;&#x4EE5;&#x751F;&#x5B58;&#x7684;&#x57FA;&#x7840;&#x62A2;&#x8D70;&#x4E86;&#xFF0C;&#x5403;&#x6389;&#x4E86;&#x4F60;&#x5E94;&#x5F97;&#x7684;&#x90A3;&#x90E8;&#x5206;&#x3002;&#x5373;&#x4FBF;&#x4F60;&#x4E0D;&#x613F;&#x610F;&#xFF0C;&#x4F46;&#x662F;&#x5728;&#x8FD9;&#x4E2A;&#x5927;&#x6846;&#x67B6;&#xFF0C;&#x96BE;&#x514D;&#x4E0D;&#x5403;&#x4E0A;&#x51E0;&#x53E3;&#xFF0C;&#x800C;&#x4E14;&#x5F53;&#x4F60;&#x201C;&#x957F;&#x5927;&#x4E86;&#x201D;&#xFF0C;&#x53D8;&#x6210;&#x201C;&#x5403;&#x4EBA;&#x7684;&#x4EBA;&#x201D;&#xFF0C;&#x7136;&#x540E;&#x8FD8;&#x53EF;&#x4EE5;&#x6559;&#x80B2;&#x5C0F;&#x5B69;&#x5B50;&#x8BF4;&#x793E;&#x4F1A;&#x5C31;&#x662F;&#x8FD9;&#x822C;&#x5982;&#x6B64;&#x3002;&#x4F60;&#x4E00;&#x53E3;&#xFF0C;&#x6211;&#x4E00;&#x53E3;&#xFF0C;&#x5403;&#x7740;&#x522B;&#x4EBA;&#x7684;&#x8840;&#x8089;&#xFF0C;&#x4E00;&#x8DEF;&#x5411;&#x524D;&#x8D70;&#x3002;<span id="more"></span></li>
<li>&#x201C;&#x5305;&#x597D;&#xFF0C;&#x5305;&#x597D;&#xFF01;&#x8FD9;&#x6837;&#x7684;&#x8D81;&#x70ED;&#x5403;&#x4E0B;&#x3002;&#x8FD9;&#x6837;&#x7684;&#x4EBA;&#x8840;&#x9992;&#x5934;&#xFF0C;&#x4EC0;&#x4E48;&#x75E8;&#x75C5;&#x90FD;&#x5305;&#x597D;&#xFF01;&#x201D; &#x2014;&#x2014;&#x300A;&#x836F;&#x300B;</li>
<li>&#x8D75;&#x592A;&#x7237;&#x6108;&#x770B;&#x6108;&#x751F;&#x6C14;&#x4E86;&#xFF0C;&#x62A2;&#x8FDB;&#x51E0;&#x6B65;&#x8BF4;&#xFF1A;&#x201C;&#x4F60;&#x6562;&#x80E1;&#x8BF4;&#xFF01;&#x6211;&#x600E;&#x4E48;&#x4F1A;&#x6709;&#x4F60;&#x8FD9;&#x6837;&#x7684;&#x672C;&#x5BB6;&#xFF1F;&#x4F60;&#x59D3;&#x8D75;&#x4E48;&#xFF1F;&#x201D;<br>&#x963F;&#xFF31;&#x4E0D;&#x5F00;&#x53E3;&#xFF0C;&#x60F3;&#x5F80;&#x540E;&#x9000;&#x4E86;&#xFF1B;&#x8D75;&#x592A;&#x7237;&#x8DF3;&#x8FC7;&#x53BB;&#xFF0C;&#x7ED9;&#x4E86;&#x4ED6;&#x4E00;&#x4E2A;&#x5634;&#x5DF4;&#x3002;<br>&#x201C;&#x4F60;&#x600E;&#x4E48;&#x4F1A;&#x59D3;&#x8D75;&#xFF01;&#x2014;&#x2014;&#x4F60;&#x90A3;&#x91CC;&#x914D;&#x59D3;&#x8D75;&#xFF01;&#x201D;<br>&#xB7;&#xB7;&#xB7;<br>&#x4F46;&#x4ED6;&#x7ACB;&#x523B;&#x8F6C;&#x8D25;&#x4E3A;&#x80DC;&#x4E86;&#x3002;&#x4ED6;&#x64CE;&#x8D77;&#x53F3;&#x624B;&#xFF0C;&#x7528;&#x529B;&#x7684;&#x5728;&#x81EA;&#x5DF1;&#x8138;&#x4E0A;&#x8FDE;&#x6253;&#x4E86;&#x4E24;&#x4E2A;&#x5634;&#x5DF4;&#xFF0C;&#x70ED;&#x524C;&#x524C;&#x7684;&#x6709;&#x4E9B;&#x75DB;&#xFF1B;&#x6253;&#x5B8C;&#x4E4B;&#x540E;&#xFF0C;&#x4FBF;&#x5FC3;&#x5E73;&#x6C14;&#x548C;&#x8D77;&#x6765;&#xFF0C;&#x4F3C;&#x4E4E;&#x6253;&#x7684;&#x662F;&#x81EA;&#x5DF1;&#xFF0C;&#x88AB;&#x6253;&#x7684;&#x662F;&#x522B;&#x4E00;&#x4E2A;&#x81EA;&#x5DF1;&#xFF0C;&#x4E0D;&#x4E45;&#x4E5F;&#x5C31;&#x4EFF;&#x4F5B;&#x662F;&#x81EA;&#x5DF1;&#x6253;&#x4E86;&#x522B;&#x4E2A;&#x4E00;&#x822C;&#xFF0C;&#x2014;&#x2014;&#x867D;&#x7136;&#x8FD8;&#x6709;&#x4E9B;&#x70ED;&#x524C;&#x524C;&#xFF0C;&#x2014;&#x2014;&#x5FC3;&#x6EE1;&#x610F;&#x8DB3;&#x7684;&#x5F97;&#x80DC;&#x7684;&#x8EBA;&#x4E0B;&#x4E86;&#x3002;<br>&#xB7;&#xB7;&#xB7;<br>&#x4ED6;&#x7684;&#x5B66;&#x8BF4;&#x662F;&#xFF1A;&#x51E1;&#x5C3C;&#x59D1;&#xFF0C;&#x4E00;&#x5B9A;&#x4E0E;&#x548C;&#x5C1A;&#x79C1;&#x901A;&#xFF1B;&#x4E00;&#x4E2A;&#x5973;&#x4EBA;&#x5728;&#x5916;&#x9762;&#x8D70;&#xFF0C;&#x4E00;&#x5B9A;&#x60F3;&#x5F15;&#x8BF1;&#x91CE;&#x7537;&#x4EBA;&#xFF1B;&#x4E00;&#x7537;&#x4E00;&#x5973;&#x5728;&#x90A3;&#x91CC;&#x8BB2;&#x8BDD;&#xFF0C;&#x4E00;&#x5B9A;&#x8981;&#x6709;&#x52FE;&#x5F53;&#x4E86;&#x3002;&#x4E3A;&#x60E9;&#x6CBB;&#x4ED6;&#x4EEC;&#x8D77;&#x89C1;&#xFF0C;&#x6240;&#x4EE5;&#x4ED6;&#x5F80;&#x5F80;&#x6012;&#x76EE;&#x800C;&#x89C6;&#xFF0C;&#x6216;&#x8005;&#x5927;&#x58F0;&#x8BF4;&#x51E0;&#x53E5;&#x201C;&#x8BDB;&#x5FC3;&#x201D;&#x3221;&#x8BDD;&#xFF0C;&#x6216;&#x8005;&#x5728;&#x51B7;&#x50FB;&#x5904;&#xFF0C;&#x4FBF;&#x4ECE;&#x540E;&#x9762;&#x63B7;&#x4E00;&#x5757;&#x5C0F;&#x77F3;&#x5934;&#x3002;<br>&#xB7;&#xB7;&#xB7;<br>&#x81F3;&#x4E8E;&#x8206;&#x8BBA;&#xFF0C;&#x5728;&#x672A;&#x5E84;&#x662F;&#x65E0;&#x5F02;&#x8BAE;&#xFF0C;&#x81EA;&#x7136;&#x90FD;&#x8BF4;&#x963F;&#xFF31;&#x574F;&#xFF0C;&#x88AB;&#x67AA;&#x6BD9;&#x4FBF;&#x662F;&#x4ED6;&#x7684;&#x574F;&#x7684;&#x8BC1;&#x636E;&#xFF1A;&#x4E0D;&#x574F;&#x53C8;&#x4F55;&#x81F3;&#x4E8E;&#x88AB;&#x67AA;&#x6BD9;&#x5462;&#xFF1F;&#x800C;&#x57CE;&#x91CC;&#x7684;&#x8206;&#x8BBA;&#x5374;&#x4E0D;&#x4F73;&#xFF0C;&#x4ED6;&#x4EEC;&#x591A;&#x534A;&#x4E0D;&#x6EE1;&#x8DB3;&#xFF0C;&#x4EE5;&#x4E3A;&#x67AA;&#x6BD9;&#x5E76;&#x65E0;&#x6740;&#x5934;&#x8FD9;&#x822C;&#x597D;&#x770B;&#xFF1B;&#x800C;&#x4E14;&#x90A3;&#x662F;&#x600E;&#x6837;&#x7684;&#x4E00;&#x4E2A;&#x53EF;&#x7B11;&#x7684;&#x6B7B;&#x56DA;&#x5475;&#xFF0C;&#x6E38;&#x4E86;&#x90A3;&#x4E48;&#x4E45;&#x7684;&#x8857;&#xFF0C;&#x7ADF;&#x6CA1;&#x6709;&#x5531;&#x4E00;&#x53E5;&#x620F;&#xFF1A;&#x4ED6;&#x4EEC;&#x767D;&#x8DDF;&#x4E00;&#x8D9F;&#x4E86;&#x3002;<br> &#x2014;&#x2014;&#x300A;&#x963F;Q&#x6B63;&#x4F20;&#x300B;</li>
<li>&#x8B6C;&#x5982;&#x770B;&#x89C1;&#x8001;&#x8F88;&#x5A01;&#x538B;&#x9752;&#x5E74;&#xFF0C;&#x5728;&#x5148;&#x662F;&#x8981;&#x6124;&#x6124;&#x7684;&#xFF0C;&#x4F46;&#x73B0;&#x5728;&#x5374;&#x5C31;&#x8F6C;&#x5FF5;&#x9053;&#xFF0C;&#x5C06;&#x6765;&#x8FD9;&#x5C11;&#x5E74;&#x6709;&#x4E86;&#x513F;&#x5B59;&#x65F6;&#xFF0C;&#x5927;&#x62B5;&#x4E5F;&#x8981;&#x6446;&#x8FD9;&#x67B6;&#x5B50;&#x7684;&#x7F62;&#xFF0C;&#x4FBF;&#x518D;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x4E0D;&#x5E73;&#x4E86;&#x3002;&#x53C8;&#x5982;&#x770B;&#x89C1;&#x5175;&#x58EB;&#x6253;&#x8F66;&#x592B;&#xFF0C;&#x5728;&#x5148;&#x4E5F;&#x8981;&#x6124;&#x6124;&#x7684;&#xFF0C;&#x4F46;&#x73B0;&#x5728;&#x4E5F;&#x5C31;&#x8F6C;&#x5FF5;&#x9053;&#xFF0C;&#x5018;&#x4F7F;&#x8FD9;&#x8F66;&#x592B;&#x5F53;&#x4E86;&#x5175;&#xFF0C;&#x8FD9;&#x5175;&#x62C9;&#x4E86;&#x8F66;&#xFF0C;&#x5927;&#x62B5;&#x4E5F;&#x5C31;&#x8FD9;&#x4E48;&#x6253;&#xFF0C;&#x4FBF;&#x518D;&#x4E5F;&#x4E0D;&#x653E;&#x5728;&#x5FC3;&#x4E0A;&#x4E86;&#x3002;&#x4ED6;&#x8FD9;&#x6837;&#x60F3;&#x7740;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6709;&#x65F6;&#x4E5F;&#x7591;&#x5FC3;&#x662F;&#x56E0;&#x4E3A;&#x81EA;&#x5DF1;&#x6CA1;&#x6709;&#x548C;&#x6076;&#x793E;&#x4F1A;&#x594B;&#x6597;&#x7684;&#x52C7;&#x6C14;&#xFF0C;&#x6240;&#x4EE5;&#x7792;&#x5FC3;&#x6627;&#x5DF1;&#x7684;&#x6545;&#x610F;&#x9020;&#x51FA;&#x6765;&#x7684;&#x4E00;&#x6761;&#x9003;&#x8DEF;&#xFF0C;&#x5F88;&#x8FD1;&#x4E8E;&#x201C;&#x65E0;&#x662F;&#x975E;&#x4E4B;&#x5FC3;&#x201D;&#xFF0C;&#x8FDC;&#x4E0D;&#x5982;&#x6539;&#x6B63;&#x4E86;&#x597D;&#x3002;&#x7136;&#x800C;&#x8FD9;&#x610F;&#x89C1;&#x603B;&#x53CD;&#x800C;&#x5728;&#x4ED6;&#x8111;&#x91CC;&#x751F;&#x957F;&#x8D77;&#x6765;&#x3002;&#x2014;&#x2014;&#x300A;&#x7AEF;&#x5348;&#x8282;&#x300B;</li>
<li>&#x5728;&#x4E0A;&#x6D77;&#xFF0C;&#x5982;&#x679C;&#x540C;&#x5DE1;&#x6355;&#xFF0C;&#x95E8;&#x4E01;&#xFF0C;&#x897F;&#x5D3D;&#x4E4B;&#x7C7B;&#x95F2;&#x8C08;&#x8D77;&#x6765;&#xFF0C;&#x4ED6;&#x4EEC;&#x5927;&#x62B5;&#x662F;&#x618E;&#x6076;&#x6D0B;&#x9B3C;&#x5B50;&#x7684;&#xFF0C;&#x4ED6;&#x4EEC;&#x591A;&#x662F;&#x7231;&#x56FD;&#x4E3B;&#x4E49;&#x8005;&#x3002;&#x7136;&#x800C;&#x4ED6;&#x4EEC;&#x4E5F;&#x50CF;&#x6D0B;&#x9B3C;&#x5B50;&#x4E00;&#x6837;&#xFF0C;&#x770B;&#x4E0D;&#x8D77;&#x4E2D;&#x56FD;&#x4EBA;&#xFF0C;&#x68CD;&#x68D2;&#x548C;&#x62F3;&#x5934;&#x548C;&#x8F7B;&#x8511;&#x7684;&#x773C;&#x5149;&#xFF0C;&#x4E13;&#x6CE8;&#x5728;&#x4E2D;&#x56FD;&#x4EBA;&#x7684;&#x8EAB;&#x4E0A;&#x3002;&#x2014;&#x2014;&#x300A;&#x201C;&#x63E9;&#x6CB9;&#x201D;&#x300B;</li>
<li>&#x6E05;&#x671D;&#x4EBA;&#x79F0;&#x516B;&#x80A1;&#x6587;&#x4E3A;&#x201C;&#x6572;&#x95E8;&#x7816;&#x201D;&#xFF0C;&#x56E0;&#x4E3A;&#x5F97;&#x5230;&#x529F;&#x540D;&#xFF0C;&#x5C31;&#x5982;&#x6253;&#x5F00;&#x4E86;&#x95E8;&#xFF0C;&#x7816;&#x5373;&#x65E0;&#x7528;&#x3002;&#x2014;&#x2014;&#x300A;&#x5403;&#x6559;&#x300B;<br><br>&#x73B0;&#x4EE3;&#x4EBA;&#x79F0;&#x5B66;&#x5386;&#x4E3A;&#x6572;&#x95E8;&#x7816;&#xFF0C;&#x53C8;&#x6709;&#x4EC0;&#x4E48;&#x533A;&#x522B;&#x3002;<br><br>12.&#x548C;&#x6211;&#x4EEC;&#x4E2D;&#x56FD;&#x4E00;&#x6837;&#xFF0C;&#x4E00;&#x5411;&#x7528;&#x6BDB;&#x7B14;&#x7684;&#xFF0C;&#x8FD8;&#x6709;&#x4E00;&#x4E2A;&#x65E5;&#x672C;&#x3002;&#x7136;&#x800C;&#x5728;&#x65E5;&#x672C;&#xFF0C;&#x6BDB;&#x7B14;&#x51E0;&#x4E4E;&#x7EDD;&#x8FF9;&#x4E86;&#xFF0C;&#x4EE3;&#x7528;&#x7684;&#x662F;&#x94C5;&#x7B14;&#x548C;&#x58A8;&#x6C34;&#x7B14;&#xFF0C;&#x8FDE;&#x7528;&#x8FD9;&#x4E9B;&#x7B14;&#x7684;&#x4E60;&#x5B57;&#x5E16;&#x4E5F;&#x5F88;&#x591A;&#x3002;&#x4E3A;&#x4EC0;&#x4E48;&#x5462;&#xFF1F;&#x5C31;&#x56E0;&#x4E3A;&#x8FD9;&#x4FBF;&#x5F53;&#xFF0C;&#x7701;&#x65F6;&#x95F4;&#x3002;&#x7136;&#x800C;&#x4ED6;&#x4EEC;&#x4E0D;&#x6015;&#x201C;&#x6F0F;&#x978D;&#x201D;&#x3014;&#xFF14;&#x3015;&#x4E48;&#xFF1F;&#x4E0D;&#xFF0C;&#x4ED6;&#x4EEC;&#x81EA;&#x5DF1;&#x6765;&#x5236;&#x9020;&#xFF0C;&#x800C;&#x4E14;&#x8FD8;&#x8981;&#x8FD0;&#x5230;&#x4E2D;&#x56FD;&#x6765;&#x3002;<br>&#x4F18;&#x826F;&#x800C;&#x975E;&#x56FD;&#x8D27;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4E2D;&#x56FD;&#x7981;&#x7528;&#xFF0C;&#x65E5;&#x672C;&#x4EFF;&#x9020;&#xFF0C;&#x8FD9;&#x662F;&#x4E24;&#x56FD;&#x622A;&#x7136;&#x4E0D;&#x540C;&#x7684;&#x5730;&#x65B9;&#x3002;&#x2014;&#x2014;&#x300A;&#x7981;&#x7528;&#x548C;&#x81EA;&#x9020;&#x300B;<br>&#x603B;&#x662F;&#x81EA;&#x5DF1;&#x5835;&#x81EA;&#x5DF1;&#x7684;&#x8DEF;&#xFF0C;&#x597D;&#x7528;&#x5C31;&#x662F;&#x597D;&#x7528;&#xFF0C;&#x4E0D;&#x597D;&#x7528;&#x5C31;&#x662F;&#x4E0D;&#x597D;&#x7528;&#xFF0C;&#x8BA4;&#x6E05;&#x81EA;&#x5DF1;&#xFF0C;&#x6709;&#x90A3;&#x4E48;&#x96BE;&#x5417;&#xFF1F;&#x8FD9;&#x4E2A;&#x65F6;&#x5019;&#x8981;&#x8138;&#x53CD;&#x800C;&#x662F;&#x4E0D;&#x8981;&#x8138;&#x3002;</li>
</ol>

                
              </div>
            
            <hr/>
            <div>
              <div class="post-metas my-3">
  
  
    <div class="post-meta">
      <i class="iconfont icon-tags"></i>
      
        <a href="/tags/%E8%AF%BB%E4%B9%A6/" class="print-no-link">#读书</a>
      
    </div>
  
</div>


              
  

  <div class="license-box my-3">
    <div class="license-title">
      <div>（4）读书笔记 —— 呐喊</div>
      <div>https://leiz-eng.github.io/2023/07/30/reading-notes-4/</div>
    </div>
    <div class="license-meta">
      
        <div class="license-meta-item">
          <div>作者</div>
          <div>Lei Zhao</div>
        </div>
      
      
        <div class="license-meta-item license-meta-date">
          <div>发布于</div>
          <div>2023年7月30日</div>
        </div>
      
      
      
        <div class="license-meta-item">
          <div>许可协议</div>
          <div>
            
              
              
                <a class="print-no-link" target="_blank" href="https://creativecommons.org/licenses/by/4.0/">
                  <span class="hint--top hint--rounded" aria-label="BY - 署名">
                    <i class="iconfont icon-by"></i>
                  </span>
                </a>
              
            
          </div>
        </div>
      
    </div>
    <div class="license-icon iconfont"></div>
  </div>



              
                <div class="post-prevnext my-3">
                  <article class="post-prev col-6">
                    
                    
                      <a href="/2023/08/02/arduino-1/" title="arduino 学习（1）">
                        <i class="iconfont icon-arrowleft"></i>
                        <span class="hidden-mobile">arduino 学习（1）</span>
                        <span class="visible-mobile">上一篇</span>
                      </a>
                    
                  </article>
                  <article class="post-next col-6">
                    
                    
                      <a href="/2023/07/25/reading-notes-3/" title="（3）读书笔记 —— 且介亭杂文">
                        <span class="hidden-mobile">（3）读书笔记 —— 且介亭杂文</span>
                        <span class="visible-mobile">下一篇</span>
                        <i class="iconfont icon-arrowright"></i>
                      </a>
                    
                  </article>
                </div>
              
            </div>

            
          </article>
        </div>
      </div>
    </div>

    <div class="side-col d-none d-lg-block col-lg-2">
      
  <aside class="sidebar" style="margin-left: -1rem">
    <div id="toc">
  <p class="toc-header">
    <i class="iconfont icon-list"></i>
    <span>目录</span>
  </p>
  <div class="toc-body" id="toc-body"></div>
</div>



  </aside>


    </div>
  </div>
</div>





  



  



  



  



  







    

    
      <a id="scroll-top-button" aria-label="TOP" href="#" role="button">
        <i class="iconfont icon-arrowup" aria-hidden="true"></i>
      </a>
    

    
      <div class="modal fade" id="modalSearch" tabindex="-1" role="dialog" aria-labelledby="ModalLabel"
     aria-hidden="true">
  <div class="modal-dialog modal-dialog-scrollable modal-lg" role="document">
    <div class="modal-content">
      <div class="modal-header text-center">
        <h4 class="modal-title w-100 font-weight-bold">搜索</h4>
        <button type="button" id="local-search-close" class="close" data-dismiss="modal" aria-label="Close">
          <span aria-hidden="true">&times;</span>
        </button>
      </div>
      <div class="modal-body mx-3">
        <div class="md-form mb-5">
          <input type="text" id="local-search-input" class="form-control validate">
          <label data-error="x" data-success="v" for="local-search-input">关键词</label>
        </div>
        <div class="list-group" id="local-search-result"></div>
      </div>
    </div>
  </div>
</div>

    

    
  </main>

  <footer>
    <div class="footer-inner">
  
    <div class="footer-content">
       <a href="https://hexo.io" target="_blank" rel="nofollow noopener"><span>Hexo</span></a> <i class="iconfont icon-love"></i> <a href="https://github.com/fluid-dev/hexo-theme-fluid" target="_blank" rel="nofollow noopener"><span>Fluid</span></a> 
    </div>
  
  
  
  
</div>

  </footer>

  <!-- Scripts -->
  
  <script  src="https://lib.baomitu.com/nprogress/0.2.0/nprogress.min.js" ></script>
  <link  rel="stylesheet" href="https://lib.baomitu.com/nprogress/0.2.0/nprogress.min.css" />

  <script>
    NProgress.configure({"showSpinner":false,"trickleSpeed":100})
    NProgress.start()
    window.addEventListener('load', function() {
      NProgress.done();
    })
  </script>


<script  src="https://lib.baomitu.com/jquery/3.6.4/jquery.min.js" ></script>
<script  src="https://lib.baomitu.com/twitter-bootstrap/4.6.1/js/bootstrap.min.js" ></script>
<script  src="/js/events.js" ></script>
<script  src="/js/plugins.js" ></script>


  <script  src="https://lib.baomitu.com/typed.js/2.0.12/typed.min.js" ></script>
  <script>
    (function (window, document) {
      var typing = Fluid.plugins.typing;
      var subtitle = document.getElementById('subtitle');
      if (!subtitle || !typing) {
        return;
      }
      var text = subtitle.getAttribute('data-typed-text');
      
        typing(text);
      
    })(window, document);
  </script>




  
    <script  src="/js/img-lazyload.js" ></script>
  




  
<script>
  Fluid.utils.createScript('https://lib.baomitu.com/tocbot/4.20.1/tocbot.min.js', function() {
    var toc = jQuery('#toc');
    if (toc.length === 0 || !window.tocbot) { return; }
    var boardCtn = jQuery('#board-ctn');
    var boardTop = boardCtn.offset().top;

    window.tocbot.init(Object.assign({
      tocSelector     : '#toc-body',
      contentSelector : '.markdown-body',
      linkClass       : 'tocbot-link',
      activeLinkClass : 'tocbot-active-link',
      listClass       : 'tocbot-list',
      isCollapsedClass: 'tocbot-is-collapsed',
      collapsibleClass: 'tocbot-is-collapsible',
      scrollSmooth    : true,
      includeTitleTags: true,
      headingsOffset  : -boardTop,
    }, CONFIG.toc));
    if (toc.find('.toc-list-item').length > 0) {
      toc.css('visibility', 'visible');
    }

    Fluid.events.registerRefreshCallback(function() {
      if ('tocbot' in window) {
        tocbot.refresh();
        var toc = jQuery('#toc');
        if (toc.length === 0 || !tocbot) {
          return;
        }
        if (toc.find('.toc-list-item').length > 0) {
          toc.css('visibility', 'visible');
        }
      }
    });
  });
</script>


  <script src=https://lib.baomitu.com/clipboard.js/2.0.11/clipboard.min.js></script>

  <script>Fluid.plugins.codeWidget();</script>


  
<script>
  Fluid.utils.createScript('https://lib.baomitu.com/anchor-js/4.3.1/anchor.min.js', function() {
    window.anchors.options = {
      placement: CONFIG.anchorjs.placement,
      visible  : CONFIG.anchorjs.visible
    };
    if (CONFIG.anchorjs.icon) {
      window.anchors.options.icon = CONFIG.anchorjs.icon;
    }
    var el = (CONFIG.anchorjs.element || 'h1,h2,h3,h4,h5,h6').split(',');
    var res = [];
    for (var item of el) {
      res.push('.markdown-body > ' + item.trim());
    }
    if (CONFIG.anchorjs.placement === 'left') {
      window.anchors.options.class = 'anchorjs-link-left';
    }
    window.anchors.add(res.join(', '));

    Fluid.events.registerRefreshCallback(function() {
      if ('anchors' in window) {
        anchors.removeAll();
        var el = (CONFIG.anchorjs.element || 'h1,h2,h3,h4,h5,h6').split(',');
        var res = [];
        for (var item of el) {
          res.push('.markdown-body > ' + item.trim());
        }
        if (CONFIG.anchorjs.placement === 'left') {
          anchors.options.class = 'anchorjs-link-left';
        }
        anchors.add(res.join(', '));
      }
    });
  });
</script>


  
<script>
  Fluid.utils.createScript('https://lib.baomitu.com/fancybox/3.5.7/jquery.fancybox.min.js', function() {
    Fluid.plugins.fancyBox();
  });
</script>


  <script>Fluid.plugins.imageCaption();</script>

  <script  src="/js/local-search.js" ></script>

  <script defer src="/js/leancloud.js" ></script>





<!-- 主题的启动项，将它保持在最底部 -->
<!-- the boot of the theme, keep it at the bottom -->
<script  src="/js/boot.js" ></script>


  

  <noscript>
    <div class="noscript-warning">博客在允许 JavaScript 运行的环境下浏览效果更佳</div>
  </noscript>
</body>
</html>
