<!DOCTYPE html>
<html>
<head>
  <meta charset="utf-8">
  
  
  <title>（3）读书笔记 —— 且介亭杂文 | Hope</title>
  <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">
  <meta name="description" content="&amp;#x4F46;&amp;#x6211;&amp;#x4EEC;&amp;#x88AB;&amp;#x201C;&amp;#x9001;&amp;#x6765;&amp;#x201D;&amp;#x7684;&amp;#x4E1C;&amp;#x897F;&amp;#x5413;&amp;#x6015;&amp;#x4E86;&amp;#x3002;&amp;#x5148;&amp;#x6709;&amp;#x82F1;&amp;#x56FD;&amp;#x7684;&amp;#x9E26;&amp;#x7247;&amp;#xFF0C;&amp;#x5FB7;&amp;#x56FD">
<meta property="og:type" content="article">
<meta property="og:title" content="（3）读书笔记 —— 且介亭杂文">
<meta property="og:url" content="https://leiz-eng.github.io/2023/07/25/reading-notes-3/index.html">
<meta property="og:site_name" content="Hope">
<meta property="og:description" content="&amp;#x4F46;&amp;#x6211;&amp;#x4EEC;&amp;#x88AB;&amp;#x201C;&amp;#x9001;&amp;#x6765;&amp;#x201D;&amp;#x7684;&amp;#x4E1C;&amp;#x897F;&amp;#x5413;&amp;#x6015;&amp;#x4E86;&amp;#x3002;&amp;#x5148;&amp;#x6709;&amp;#x82F1;&amp;#x56FD;&amp;#x7684;&amp;#x9E26;&amp;#x7247;&amp;#xFF0C;&amp;#x5FB7;&amp;#x56FD">
<meta property="og:locale" content="en_US">
<meta property="article:published_time" content="2023-07-25T01:21:10.000Z">
<meta property="article:modified_time" content="2023-07-26T03:24:07.777Z">
<meta property="article:author" content="Lei Zhao">
<meta property="article:tag" content="读书">
<meta name="twitter:card" content="summary">
  
    <link rel="alternate" href="/atom.xml" title="Hope" type="application/atom+xml">
  
  
    <link rel="shortcut icon" href="/favicon.png">
  
  
    
<link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/typeface-source-code-pro@0.0.71/index.min.css">

  
  
<link rel="stylesheet" href="/css/style.css">

  
    
<link rel="stylesheet" href="/fancybox/jquery.fancybox.min.css">

  
  
<meta name="generator" content="Hexo 6.3.0"></head>

<body>
  <div id="container">
    <div id="wrap">
      <header id="header">
  <div id="banner"></div>
  <div id="header-outer" class="outer">
    <div id="header-title" class="inner">
      <h1 id="logo-wrap">
        <a href="/" id="logo">Hope</a>
      </h1>
      
        <h2 id="subtitle-wrap">
          <a href="/" id="subtitle">分享即是快乐</a>
        </h2>
      
    </div>
    <div id="header-inner" class="inner">
      <nav id="main-nav">
        <a id="main-nav-toggle" class="nav-icon"><span class="fa fa-bars"></span></a>
        
          <a class="main-nav-link" href="/">Home</a>
        
          <a class="main-nav-link" href="/archives">Archives</a>
        
      </nav>
      <nav id="sub-nav">
        
        
          <a class="nav-icon" href="/atom.xml" title="RSS Feed"><span class="fa fa-rss"></span></a>
        
        <a class="nav-icon nav-search-btn" title="Search"><span class="fa fa-search"></span></a>
      </nav>
      <div id="search-form-wrap">
        <form action="//google.com/search" method="get" accept-charset="UTF-8" class="search-form"><input type="search" name="q" class="search-form-input" placeholder="Search"><button type="submit" class="search-form-submit">&#xF002;</button><input type="hidden" name="sitesearch" value="https://leiz-eng.github.io"></form>
      </div>
    </div>
  </div>
</header>

      <div class="outer">
        <section id="main"><article id="post-reading-notes-3" class="h-entry article article-type-post" itemprop="blogPost" itemscope itemtype="https://schema.org/BlogPosting">
  <div class="article-meta">
    <a href="/2023/07/25/reading-notes-3/" class="article-date">
  <time class="dt-published" datetime="2023-07-25T01:21:10.000Z" itemprop="datePublished">2023-07-25</time>
</a>
    
  </div>
  <div class="article-inner">
    
    
      <header class="article-header">
        
  
    <h1 class="p-name article-title" itemprop="headline name">
      （3）读书笔记 —— 且介亭杂文
    </h1>
  

      </header>
    
    <div class="e-content article-entry" itemprop="articleBody">
      
        <ol>
<li>&#x4F46;&#x6211;&#x4EEC;&#x88AB;&#x201C;&#x9001;&#x6765;&#x201D;&#x7684;&#x4E1C;&#x897F;&#x5413;&#x6015;&#x4E86;&#x3002;&#x5148;&#x6709;&#x82F1;&#x56FD;&#x7684;&#x9E26;&#x7247;&#xFF0C;&#x5FB7;&#x56FD;&#x7684;&#x5E9F;&#x67AA;&#x70AE;&#xFF0C;&#x540E;&#x6709;&#x6CD5;&#x56FD;&#x7684;&#x9999;&#x7C89;&#xFF0C;&#x7F8E;&#x56FD;&#x7684;&#x7535;&#x5F71;&#xFF0C;&#x65E5;&#x672C;&#x7684;&#x5370;&#x7740;&#x201C;&#x5B8C;&#x5168;&#x56FD;&#x8D27;&#x201D;&#x7684;&#x5404;&#x79CD;&#x5C0F;&#x4E1C;&#x897F;&#x3002;&#x4E8E;&#x662F;&#x8FDE;&#x6E05;&#x9192;&#x7684;&#x9752;&#x5E74;&#x4EEC;&#xFF0C;&#x4E5F;&#x5BF9;&#x4E8E;&#x6D0B;&#x8D27;&#x53D1;&#x751F;&#x4E86;&#x6050;&#x6016;&#x3002;&#x5176;&#x5B9E;&#xFF0C;&#x8FD9;&#x6B63;&#x662F;&#x56E0;&#x4E3A;&#x90A3;&#x662F;&#x201C;&#x9001;&#x6765;&#x201D;&#x7684;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x201C;&#x62FF;&#x6765;&#x201D;&#x7684;&#x7F18;&#x6545;&#x3002;<br><br>&#x6240;&#x4EE5;&#x6211;&#x4EEC;&#x8981;&#x8FD0;&#x7528;&#x8111;&#x9AD3;&#xFF0C;&#x653E;&#x51FA;&#x773C;&#x5149;&#xFF0C;&#x81EA;&#x5DF1;&#x6765;&#x62FF;&#xFF01;<br><br>&#xB7;&#xB7;&#xB7;<br><br>&#x4ED6;&#x5360;&#x6709;&#xFF0C;&#x6311;&#x9009;&#x3002;&#x770B;&#x89C1;&#x9C7C;&#x7FC5;&#xFF0C;&#x5E76;&#x4E0D;&#x5C31;&#x629B;&#x5728;&#x8DEF;&#x4E0A;&#x4EE5;&#x663E;&#x5176;&#x201C;&#x5E73;&#x6C11;&#x5316;&#x201D;&#xFF0C;&#x53EA;&#x8981;&#x6709;&#x517B;&#x6599;&#xFF0C;&#x4E5F;&#x548C;&#x670B;&#x53CB;&#x4EEC;&#x50CF;&#x841D;&#x535C;&#x767D;&#x83DC;&#x4E00;&#x6837;&#x7684;&#x5403;&#x6389;&#xFF0C;&#x53EA;&#x4E0D;&#x7528;&#x5B83;&#x6765;&#x5BB4;&#x5927;&#x5BBE;&#xFF1B;&#x770B;&#x89C1;&#x9E26;&#x7247;&#xFF0C;&#x4E5F;&#x4E0D;&#x5F53;&#x4F17;&#x6454;&#x5728;&#x6BDB;&#x5395;&#x91CC;&#xFF0C;&#x4EE5;&#x89C1;&#x5176;&#x5F7B;&#x5E95;&#x9769;&#x547D;&#xFF0C;&#x53EA;&#x9001;&#x5230;&#x836F;&#x623F;&#x91CC;&#x53BB;&#xFF0C;&#x4EE5;&#x4F9B;&#x6CBB;&#x75C5;&#x4E4B;&#x7528;&#xFF0C;&#x5374;&#x4E0D;&#x5F04;&#x201C;&#x51FA;&#x552E;&#x5B58;&#x818F;&#xFF0C;&#x552E;&#x5B8C;&#x5373;&#x6B62;&#x201D;&#x7684;&#x7384;&#x865A;&#x3002;&#x53EA;&#x6709;&#x70DF;&#x67AA;&#x548C;&#x70DF;&#x706F;&#xFF0C;&#x867D;&#x7136;&#x5F62;&#x5F0F;&#x548C;&#x5370;&#x5EA6;&#xFF0C;&#x6CE2;&#x65AF;&#xFF0C;&#x963F;&#x524C;&#x4F2F;&#x7684;&#x70DF;&#x5177;&#x90FD;&#x4E0D;&#x540C;&#xFF0C;&#x786E;&#x53EF;&#x4EE5;&#x7B97;&#x662F;&#x4E00;&#x79CD;&#x56FD;&#x7CB9;&#xFF0C;&#x5018;&#x4F7F;&#x80CC;&#x7740;&#x5468;&#x6E38;&#x4E16;&#x754C;&#xFF0C;&#x4E00;&#x5B9A;&#x4F1A;&#x6709;&#x4EBA;&#x770B;&#xFF0C;&#x4F46;&#x6211;&#x60F3;&#xFF0C;&#x9664;&#x4E86;&#x9001;&#x4E00;&#x70B9;&#x8FDB;&#x535A;&#x7269;&#x9986;&#x4E4B;&#x5916;&#xFF0C;&#x5176;&#x4F59;&#x7684;&#x662F;&#x5927;&#x53EF;&#x4EE5;&#x6BC1;&#x6389;&#x7684;&#x4E86;&#x3002;&#x8FD8;&#x6709;&#x4E00;&#x7FA4;&#x59E8;&#x592A;&#x592A;&#xFF0C;&#x4E5F;&#x5927;&#x4EE5;&#x8BF7;&#x5979;&#x4EEC;&#x5404;&#x81EA;&#x8D70;&#x6563;&#x4E3A;&#x662F;&#xFF0C;&#x8981;&#x4E0D;&#x7136;&#xFF0C;&#x201C;&#x62FF;&#x6765;&#x4E3B;&#x4E49;&#x201D;&#x6015;&#x672A;&#x514D;&#x6709;&#x4E9B;&#x5371;&#x673A;&#x3002;&#x2014;&#x2014;&#x300A;&#x62FF;&#x6765;&#x4E3B;&#x4E49;&#x300B;<br><br>&#x76F4;&#x81F3;&#x4ECA;&#x65E5;&#xFF0C;&#x6211;&#x4EEC;&#x88AB;&#x52A8;&#x7684;&#x53D7;&#x5230;&#x5916;&#x90E8;&#x7684;&#x5F71;&#x54CD;&#x592A;&#x591A;&#x4E86;&#x3002;<br><br>&#x4E0A;&#x9762;&#x6240;&#x8BF4;&#x7684;&#x9E26;&#x7247;&#xFF0C;&#x67AA;&#x70AE;&#xFF0C;&#x9999;&#x7C89;&#xFF0C;&#x7F8E;&#x56FD;&#x7535;&#x5F71;&#x8FD8;&#x6709;&#x65E5;&#x672C;&#x5236;&#x9020;&#x5728;&#x8FC7;&#x53BB;&#x7684;&#x65F6;&#x95F4;&#x91CC;&#x5F71;&#x54CD;&#x7740;&#x6211;&#x4EEC;&#xFF0C;&#x73B0;&#x5728;&#x53D8;&#x6210;&#x4E86;&#x6B27;&#x7F8E;&#x7684;&#x5962;&#x4F88;&#x54C1;&#xFF0C;&#x65E5;&#x97E9;&#x7684;&#x5316;&#x5986;&#x54C1;&#xFF0C;&#x8FD8;&#x6709;&#x7F8E;&#x56FD;&#x7684;&#x7535;&#x5F71;&#x3002;&#x6211;&#x4EEC;&#x6709;&#x4E00;&#x90E8;&#x5206;&#x5BF9;&#x8FD9;&#x4E9B;&#x6709;&#x7740;&#x70ED;&#x70C8;&#x7684;&#x8FFD;&#x6367;&#xFF0C;&#x6709;&#x4E9B;&#x4EBA;&#x5219;&#x5BF9;&#x8FD9;&#x4E9B;&#x5168;&#x76D8;&#x5426;&#x5B9A;&#x3002;&#x8FFD;&#x6367;&#x7684;&#x4EBA;&#x8BA4;&#x4E3A;&#x56FD;&#x5916;&#x7684;&#x8FD9;&#x4E9B;&#x4E1C;&#x897F;&#x4EE3;&#x8868;&#x9AD8;&#x7AEF;&#x6216;&#x8005;&#x662F;&#x672C;&#x8EAB;&#x8D28;&#x91CF;&#x597D;&#xFF0C;&#x53E6;&#x5916;&#x7684;&#x4EBA;&#x89C9;&#x5F97;&#x8FD9;&#x4E9B;&#x90FD;&#x662F;&#x201C;&#x6D0B;&#x8D27;&#x201D;&#xFF0C;&#x4E0D;&#x5E94;&#x8BE5;&#x88AB;&#x8FD9;&#x4E9B;&#x4E1C;&#x897F;&#x6240;&#x4FB5;&#x8680;&#xFF0C;&#x6211;&#x4EEC;&#x8981;&#x62B5;&#x5236;&#xFF01;<br><br>&#x9C81;&#x8FC5;&#x8FD9;&#x91CC;&#x63D0;&#x5021;&#xFF0C;&#x6211;&#x4EEC;&#x4E0D;&#x8981;&#x88AB;&#x52A8;&#x7684;&#x63A5;&#x53D7;&#xFF0C;&#x800C;&#x8981;&#x4E3B;&#x52A8;&#x7684;&#x53BB;&#x201C;&#x5360;&#x6709;&#xFF0C;&#x6311;&#x9009;&#x201D;&#x3002;&#x9E26;&#x7247;&#x7F6A;&#x5927;&#x6076;&#x6781;&#xFF0C;&#x4F46;&#x7A76;&#x5176;&#x597D;&#x5904;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x6CBB;&#x75C5;&#x6551;&#x4EBA;&#x3002;&#x6B27;&#x7F8E;&#x5962;&#x4F88;&#x54C1;&#x7684;&#x9AD8;&#x6602;&#x4EF7;&#x683C;&#x80CC;&#x540E;&#x662F;&#x5426;&#x6709;&#x4E9B;&#x8BBE;&#x8BA1;&#x611F;&#x53EF;&#x4EE5;&#x501F;&#x9274;&#xFF1F;&#x65E5;&#x672C;&#x7684;&#x9AD8;&#x7AEF;&#x5236;&#x9020;&#x4E1A;&#x5DE5;&#x5382;&#x53EF;&#x4E0D;&#x53EF;&#x4EE5;&#x5B66;&#x4E60;&#xFF1F;&#x7F8E;&#x56FD;&#x7535;&#x5F71;&#x91CC;&#x6240;&#x91C7;&#x7528;&#x7684;&#x9AD8;&#x7AEF;&#x6280;&#x672F;&#x65F6;&#x5019;&#x53EF;&#x4EE5;&#x62FF;&#x6765;&#x4F7F;&#x7528;&#xFF1F;<br>&#x9664;&#x4E86;&#x8FD9;&#x4E9B;&#xFF0C;&#x6211;&#x4EEC;&#x672C;&#x8EAB;&#x7684;&#x5B98;&#x50DA;&#x4E3B;&#x4E49;&#xFF0C;&#x529E;&#x4E8B;&#x62D6;&#x5EF6;&#xFF0C;&#x5403;&#x62FF;&#x5361;&#x8981;&#xFF0C;&#x9152;&#x684C;&#x6587;&#x5316;&#x80FD;&#x4E0D;&#x80FD;&#x5E9F;&#x5F03;&#xFF1F;&#x8BF4;&#x8D77;&#x6765;&#xFF0C;&#x558A;&#x7231;&#x56FD;&#x662F;&#x4ED6;&#x4EEC;&#xFF0C;&#x963B;&#x788D;&#x56FD;&#x5BB6;&#x8FDB;&#x6B65;&#x548C;&#x53D1;&#x5C55;&#x7684;&#x4E5F;&#x662F;&#x4ED6;&#x4EEC;&#xFF0C;&#x800C;&#x7F8E;&#x5176;&#x540D;&#x66F0;&#x8FD8;&#x662F;&#x4F20;&#x7EDF;&#x6587;&#x5316;&#xFF0C;&#x4E0D;&#x80FD;&#x4E22;&#x554A;&#xFF01;&#x6240;&#x8C13;&#x843D;&#x540E;&#x5C31;&#x8981;&#x6328;&#x6253;&#xFF0C;&#x8FD8;&#x662F;&#x8BB0;&#x5403;&#x4E0D;&#x8BB0;&#x6253;&#x3002;<br><br>&#x505A;&#x4EBA;&#x505A;&#x4E8B;&#xFF0C;&#x8FD8;&#x662F;&#x8981;&#x5B9E;&#x4E8B;&#x6C42;&#x662F;&#x3002;<span id="more"></span></li>
<li>&#x4E2D;&#x56FD;&#x548C;&#x65E5;&#x672C;&#x7684;&#x5C0F;&#x5B69;&#x5B50;&#xFF0C;&#x7A7F;&#x7684;&#x5982;&#x679C;&#x90FD;&#x662F;&#x6D0B;&#x670D;&#xFF0C;&#x666E;&#x901A;&#x5B9E;&#x5728;&#x662F;&#x5F88;&#x96BE;&#x5206;&#x8FA8;&#x7684;&#x3002;&#x4F46;&#x6211;&#x4EEC;&#x8FD9;&#x91CC;&#x7684;&#x6709;&#x4E9B;&#x4EBA;&#xFF0C;&#x5374;&#x6709;&#x4E00;&#x79CD;&#x9519;&#x8BEF;&#x7684;&#x901F;&#x65AD;&#x6CD5;&#xFF1A;&#x6E29;&#x6587;&#x5C14;&#x96C5;&#xFF0C;&#x4E0D;&#x5927;&#x8A00;&#x7B11;&#xFF0C;&#x4E0D;&#x5927;&#x52A8;&#x5F39;&#x7684;&#xFF0C;&#x662F;&#x4E2D;&#x56FD;&#x5B69;&#x5B50;&#xFF1B;&#x5065;&#x58EE;&#x6D3B;&#x6CFC;&#xFF0C;&#x4E0D;&#x6015;&#x751F;&#x4EBA;&#xFF0C;&#x5927;&#x53EB;&#x5927;&#x8DF3;&#x7684;&#xFF0C;&#x662F;&#x65E5;&#x672C;&#x5B69;&#x5B50;&#x3002;<br><br>&#xB7;&#xB7;&#xB7;<br><br>&#x9A6F;&#x826F;&#x4E4B;&#x7C7B;&#x5E76;&#x4E0D;&#x662F;&#x6076;&#x5FB7;&#x3002;&#x4F46;&#x53D1;&#x5C55;&#x5F00;&#x53BB;&#xFF0C;&#x5BF9;&#x4E00;&#x5207;&#x4E8B;&#x65E0;&#x4E0D;&#x9A6F;&#x826F;&#xFF0C;&#x5374;&#x51B3;&#x4E0D;&#x662F;&#x7F8E;&#x5FB7;&#xFF0C;&#x4E5F;&#x8BB8;&#x7B80;&#x76F4;&#x5012;&#x662F;&#x6CA1;&#x51FA;&#x606F;&#x3002;&#x201C;&#x7238;&#x7238;&#x201D;&#x548C;&#x524D;&#x8F88;&#x7684;&#x8BDD;&#xFF0C;&#x56FA;&#x7136;&#x4E5F;&#x8981;&#x542C;&#x7684;&#xFF0C;&#x4F46;&#x4E5F;&#x987B;&#x8BF4;&#x5F97;&#x6709;&#x9053;&#x7406;&#x3002;&#x5047;&#x4F7F;&#x6709;&#x4E00;&#x4E2A;&#x5B69;&#x5B50;&#xFF0C;&#x81EA;&#x4EE5;&#x4E3A;&#x4E8B;&#x4E8B;&#x90FD;&#x4E0D;&#x5982;&#x4EBA;&#xFF0C;&#x97A0;&#x8EAC;&#x5012;&#x9000;&#xFF1B;&#x6216;&#x8005;&#x6EE1;&#x8138;&#x7B11;&#x5BB9;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#x5374;&#x603B;&#x662F;&#x9634;&#x8C0B;&#x6697;&#x7BAD;&#xFF0C;&#x6211;&#x5B9E;&#x5728;&#x5B81;&#x53EF;&#x542C;&#x5230;&#x5F53;&#x9762;&#x9A82;&#x6211;&#x201C;&#x4EC0;&#x4E48;&#x4E1C;&#x897F;&#x201D;&#x7684;&#x723D;&#x5FEB;&#xFF0C;&#x800C;&#x4E14;&#x5E0C;&#x671B;&#x4ED6;&#x81EA;&#x5DF1;&#x662F;&#x4E00;&#x4E2A;&#x4E1C;&#x897F;&#x3002;<br><br>&#x4F46;&#x4E2D;&#x56FD;&#x4E00;&#x822C;&#x7684;&#x8D8B;&#x52BF;&#xFF0C;&#x5374;&#x53EA;&#x5728;&#x5411;&#x9A6F;&#x826F;&#x4E4B;&#x7C7B;&#x2014;&#x2014;&#x201C;&#x9759;&#x201D;&#x7684;&#x4E00;&#x65B9;&#x9762;&#x53D1;&#x5C55;&#xFF0C;&#x4F4E;&#x7709;&#x987A;&#x773C;&#xFF0C;&#x552F;&#x552F;&#x8BFA;&#x8BFA;&#xFF0C;&#x624D;&#x7B97;&#x4E00;&#x4E2A;&#x597D;&#x5B69;&#x5B50;&#xFF0C;&#x540D;&#x4E4B;&#x66F0;&#x201C;&#x6709;&#x8DA3;&#x201D;&#x3002;&#x6D3B;&#x6CFC;&#xFF0C;&#x5065;&#x5EB7;&#xFF0C;&#x987D;&#x5F3A;&#xFF0C;&#x633A;&#x80F8;&#x4EF0;&#x9762;&#x2026;&#x2026;&#x51E1;&#x662F;&#x5C5E;&#x4E8E;&#x201C;&#x52A8;&#x201D;&#x7684;&#xFF0C;&#x90A3;&#x5C31;&#x672A;&#x514D;&#x6709;&#x4EBA;&#x6447;&#x5934;&#x4E86;&#xFF0C;&#x751A;&#x81F3;&#x4E8E;&#x79F0;&#x4E4B;&#x4E3A;&#x201C;&#x6D0B;&#x6C14;&#x201D;&#x3002;&#x53C8;&#x56E0;&#x4E3A;&#x591A;&#x5E74;&#x53D7;&#x7740;&#x4FB5;&#x7565;&#xFF0C;&#x5C31;&#x548C;&#x8FD9;&#x201C;&#x6D0B;&#x6C14;&#x201D;&#x4E3A;&#x4EC7;&#xFF1B;&#x66F4;&#x8FDB;&#x4E00;&#x6B65;&#xFF0C;&#x5219;&#x6545;&#x610F;&#x548C;&#x8FD9;&#x201C;&#x6D0B;&#x6C14;&#x201D;&#x53CD;&#x4E00;&#x8C03;&#xFF1A;<strong>&#x4ED6;&#x4EEC;&#x6D3B;&#x52A8;&#xFF0C;&#x6211;&#x504F;&#x9759;&#x5750;&#xFF1B;&#x4ED6;&#x4EEC;&#x8BB2;&#x79D1;&#x5B66;&#xFF0C;&#x6211;&#x504F;&#x6276;&#x4E69;&#xFF1B;&#x4ED6;&#x4EEC;&#x7A7F;&#x77ED;&#x8863;&#xFF0C;&#x6211;&#x504F;&#x7740;&#x957F;&#x886B;&#xFF1B;&#x4ED6;&#x4EEC;&#x91CD;&#x536B;&#x751F;&#xFF0C;&#x6211;&#x504F;&#x5403;&#x82CD;&#x8747;&#xFF1B;&#x4ED6;&#x4EEC;&#x58EE;&#x5065;&#xFF0C;&#x6211;&#x504F;&#x751F;&#x75C5;&#x2026;&#x2026;&#x8FD9;&#x624D;&#x662F;&#x4FDD;&#x5B58;&#x4E2D;&#x56FD;&#x56FA;&#x6709;&#x6587;&#x5316;&#xFF0C;&#x8FD9;&#x624D;&#x662F;&#x7231;&#x56FD;&#xFF0C;&#x8FD9;&#x624D;&#x4E0D;&#x662F;&#x5974;&#x96B6;&#x6027;&#x3002;</strong><br><br>&#xB7;&#xB7;&#xB7;<br><br>&#x6211;&#x5728;&#x8FD9;&#x91CC;&#x8FD8;&#x8981;&#x9644;&#x52A0;&#x4E00;&#x53E5;&#x50CF;&#x662F;&#x591A;&#x4F59;&#x7684;&#x58F0;&#x660E;&#xFF1A;&#x6211;&#x76F8;&#x4FE1;&#x81EA;&#x5DF1;&#x7684;&#x4E3B;&#x5F20;&#xFF0C;&#x51B3;&#x4E0D;&#x662F;&#x201C;&#x53D7;&#x4E86;&#x5E1D;&#x56FD;&#x4E3B;&#x4E49;&#x8005;&#x7684;&#x6307;&#x4F7F;&#x201D;&#xFF0C;&#x8981;&#x8BF1;&#x4E2D;&#x56FD;&#x4EBA;&#x505A;&#x5974;&#x624D;&#xFF1B;&#x800C;&#x6EE1;&#x53E3;&#x7231;&#x56FD;&#xFF0C;&#x6EE1;&#x8EAB;&#x56FD;&#x7CB9;&#xFF0C;&#x4E5F;&#x4E8E;&#x5B9E;&#x9645;&#x4E0A;&#x7684;&#x505A;&#x5974;&#x624D;&#x5E76;&#x65E0;&#x59A8;&#x788D;&#x3002;&#x2014;&#x2014;&#x300A;&#x4ECE;&#x5B69;&#x5B50;&#x7684;&#x7167;&#x76F8;&#x8BF4;&#x8D77;&#x300B;<br><br>&#x542C;&#x8BDD;&#xFF0C;&#x4ECE;&#x6765;&#x4E0D;&#x662F;&#x4E00;&#x4E2A;&#x5F62;&#x5BB9;&#x4E00;&#x4E2A;&#x5B69;&#x5B50;&#x597D;&#x7684;&#x8BCD;&#x6C47;&#x3002;&#x4F60;&#x53EF;&#x4EE5;&#x5BF9;&#x5BB6;&#x91CC;&#x7684;&#x5BA0;&#x7269;&#x732B;&#x72D7;&#x8BF4;&#x542C;&#x8BDD;&#xFF0C;&#x4E56;&#xFF0C;&#x56E0;&#x4E3A;&#x4ED6;&#x4EEC;&#x662F;&#x52A8;&#x7269;&#xFF0C;&#x4F46;&#x5374;&#x7EDD;&#x4E0D;&#x80FD;&#x5BF9;&#x4E00;&#x4E2A;&#x5B69;&#x5B50;&#x8BB2;&#x3002;<br></li>
<li>&#x5982;&#x679C;&#x5355;&#x636E;&#x8FD9;&#x4E00;&#x70B9;&#x73B0;&#x8C61;&#x800C;&#x8BBA;&#xFF0C;&#x81EA;&#x4FE1;&#x5176;&#x5B9E;&#x662F;&#x65E9;&#x5C31;&#x5931;&#x6389;&#x4E86;&#x7684;&#x3002;&#x5148;&#x524D;&#x4FE1;&#x201C;&#x5730;&#x201D;&#xFF0C;&#x4FE1;&#x201C;&#x7269;&#x201D;&#xFF0C;&#x540E;&#x6765;&#x4FE1;&#x201C;&#x56FD;&#x8054;&#x201D;&#xFF0C;&#x90FD;&#x6CA1;&#x6709;&#x76F8;&#x4FE1;&#x8FC7;&#x201C;&#x81EA;&#x5DF1;&#x201D;&#x3002;&#x5047;&#x4F7F;&#x8FD9;&#x4E5F;&#x7B97;&#x4E00;&#x79CD;&#x201C;&#x4FE1;&#x201D;&#xFF0C;&#x90A3;&#x4E5F;&#x53EA;&#x80FD;&#x8BF4;&#x4E2D;&#x56FD;&#x4EBA;&#x66FE;&#x7ECF;&#x6709;&#x8FC7;&#x201C;&#x4ED6;&#x4FE1;&#x529B;&#x201D;&#xFF0C;&#x81EA;&#x4ECE;&#x5BF9;&#x56FD;&#x8054;&#x5931;&#x671B;&#x4E4B;&#x540E;&#xFF0C;&#x4FBF;&#x628A;&#x8FD9;&#x4ED6;&#x4FE1;&#x529B;&#x90FD;&#x5931;&#x6389;&#x4E86;&#x3002;<br><br>&#xB7;&#xB7;&#xB7;<br><br>&#x8981;&#x8BBA;&#x4E2D;&#x56FD;&#x4EBA;&#xFF0C;&#x5FC5;&#x987B;&#x4E0D;&#x88AB;&#x643D;&#x5728;&#x8868;&#x9762;&#x7684;&#x81EA;&#x6B3A;&#x6B3A;&#x4EBA;&#x7684;&#x8102;&#x7C89;&#x6240;&#x8BD3;&#x9A97;&#xFF0C;&#x5374;&#x770B;&#x770B;&#x4ED6;&#x7684;&#x7B4B;&#x9AA8;&#x548C;&#x810A;&#x6881;&#x3002;&#x81EA;&#x4FE1;&#x529B;&#x7684;&#x6709;&#x65E0;&#xFF0C;&#x72B6;&#x5143;&#x5BB0;&#x76F8;&#x7684;&#x6587;&#x7AE0;&#x662F;&#x4E0D;&#x8DB3;&#x4E3A;&#x636E;&#x7684;&#xFF0C;&#x8981;&#x81EA;&#x5DF1;&#x53BB;&#x770B;&#x5730;&#x5E95;&#x4E0B;&#x3002;&#x2014;&#x2014;&#x300A;&#x4E2D;&#x56FD;&#x4EBA;&#x5931;&#x6389;&#x81EA;&#x4FE1;&#x529B;&#x4E86;&#x5417;&#x300B;<br><br>&#x6211;&#x4EEC;&#x73B0;&#x5728;&#x8D8A;&#x6765;&#x8D8A;&#x591A;&#x7684;&#x4EBA;&#x8F6C;&#x4E3A;&#x76F8;&#x4FE1;&#x7384;&#x5B66;&#xFF0C;&#x672C;&#x6765;&#x4FE1;&#x4ED6;&#x8F6C;&#x8FC7;&#x5934;&#x6765;&#x5C31;&#x662F;&#x4FE1;&#x81EA;&#x5DF1;&#xFF0C;&#x4E0D;&#x7136;&#xFF0C;&#x53C8;&#x8F6C;&#x5411;&#x4E86;&#x7384;&#x5B66;&#x3002;&#x5B9E;&#x6240;&#x8C13;&#x53C8;&#x5728;&#x5F00;&#x5386;&#x53F2;&#x7684;&#x5012;&#x8F66;&#x4E86;&#x3002;</li>
<li>&#x6211;&#x8BA4;&#x8BC6;&#x4E00;&#x4E2A;&#x533B;&#x751F;&#xFF0C;&#x5FD9;&#x7684;&#xFF0C;&#x4F46;&#x4E5F;&#x5E38;&#x53D7;&#x75C5;&#x5BB6;&#x7684;&#x653B;&#x51FB;&#xFF0C;&#x6709;&#x4E00;&#x56DE;&#xFF0C;&#x81EA;&#x89E3;&#x81EA;&#x53F9;&#x9053;&#xFF1A;&#x8981;&#x5F97;&#x79F0;&#x8D5E;&#xFF0C;&#x6700;&#x597D;&#x662F;&#x6740;&#x4EBA;&#xFF0C;&#x4F60;&#x628A;&#x62FF;&#x7834;&#x4ED1;&#x548C;&#x968B;&#x90A3;&#xFF08;&#xFF25;&#xFF44;&#xFF57;&#xFF41;&#xFF52;&#xFF44;&#xFF2A;&#xFF45;&#xFF4E;&#xFF4E;&#xFF45;&#xFF52;&#xFF0C;&#xFF11;&#xFF17;&#xFF14;&#xFF19;&#x2014;&#xFF11;&#xFF18;&#xFF12;&#xFF13;&#xFF09;&#x53BB;&#x6BD4;&#x6BD4;&#x770B;&#x2026;&#x2026;&#x6211;&#x60F3;&#xFF0C;&#x8FD9;&#x662F;&#x771F;&#x7684;&#x3002;&#x62FF;&#x7834;&#x4ED1;&#x7684;&#x6218;&#x7EE9;&#xFF0C;&#x548C;&#x6211;&#x4EEC;&#x4EC0;&#x4E48;&#x76F8;&#x5E72;&#x5462;&#xFF0C;&#x6211;&#x4EEC;&#x5374;&#x603B;&#x656C;&#x670D;&#x4ED6;&#x7684;&#x82F1;&#x96C4;&#x3002;&#x751A;&#x800C;&#x81F3;&#x4E8E;&#x81EA;&#x5DF1;&#x7684;&#x7956;&#x5B97;&#x505A;&#x4E86;&#x8499;&#x53E4;&#x4EBA;&#x7684;&#x5974;&#x96B6;&#xFF0C;&#x6211;&#x4EEC;&#x5374;&#x8FD8;&#x606D;&#x7EF4;&#x6210;&#x5409;&#x601D;&#xFF1B;&#x4ECE;&#x73B0;&#x5728;&#x7684;`&#x5B57;&#x773C;&#x775B;&#x770B;&#x6765;&#xFF0C;&#x9EC4;&#x4EBA;&#x5DF2;&#x7ECF;&#x662F;&#x52A3;&#x79CD;&#x4E86;&#xFF0C;&#x6211;&#x4EEC;&#x5374;&#x8FD8;&#x5938;&#x8000;&#x5E0C;&#x7279;&#x62C9;&#x3002;<br>&#x56E0;&#x4E3A;&#x4ED6;&#x4EEC;&#x4E09;&#x4E2A;&#xFF0C;&#x90FD;&#x662F;&#x6740;&#x4EBA;&#x4E0D;&#x7728;&#x773C;&#x7684;&#x5927;&#x707E;&#x661F;&#x3002;<br>&#x4F46;&#x6211;&#x4EEC;&#x770B;&#x770B;&#x81EA;&#x5DF1;&#x7684;&#x81C2;&#x818A;&#xFF0C;&#x5927;&#x62B5;&#x603B;&#x6709;&#x51E0;&#x4E2A;&#x75A4;&#xFF0C;&#x8FD9;&#x5C31;&#x662F;&#x79CD;&#x8FC7;&#x725B;&#x75D8;&#x7684;&#x75D5;&#x8FF9;&#xFF0C;&#x662F;&#x4F7F;&#x6211;&#x4EEC;&#x8131;&#x79BB;&#x4E86;&#x5929;&#x82B1;&#x7684;&#x5371;&#x75C7;&#x7684;&#x3002;&#x81EA;&#x4ECE;&#x6709;&#x8FD9;&#x79CD;&#x725B;&#x75D8;&#x6CD5;&#x4EE5;&#x6765;&#xFF0C;&#x5728;&#x4E16;&#x754C;&#x4E0A;&#x771F;&#x4E0D;&#x77E5;&#x6551;&#x6D3B;&#x4E86;&#x591A;&#x5C11;&#x5B69;&#x5B50;&#xFF0C;&#x2014;&#x2014;&#x867D;&#x7136;&#x6709;&#x4E9B;&#x4EBA;&#x5927;&#x8D77;&#x6765;&#x4E5F;&#x8FD8;&#x662F;&#x53BB;&#x7ED9;&#x82F1;&#x96C4;&#x4EEC;&#x505A;&#x70AE;&#x7070;&#xFF0C;&#x4F46;&#x6211;&#x4EEC;&#x6709;&#x8C01;&#x8BB0;&#x5F97;&#x8FD9;&#x53D1;&#x660E;&#x8005;&#x968B;&#x90A3;&#x7684;&#x540D;&#x5B57;&#x5462;&#xFF1F;<br>&#x6740;&#x4EBA;&#x8005;&#x5728;&#x6BC1;&#x574F;&#x4E16;&#x754C;&#xFF0C;&#x6551;&#x4EBA;&#x8005;&#x5728;&#x4FEE;&#x8865;&#x5B83;&#xFF0C;&#x800C;&#x70AE;&#x7070;&#x8D44;&#x683C;&#x7684;&#x8BF8;&#x516C;&#xFF0C;&#x5374;&#x603B;&#x5728;&#x606D;&#x7EF4;&#x6740;&#x4EBA;&#x8005;&#x3002;<br>&#x8FD9;&#x770B;&#x6CD5;&#x5018;&#x4E0D;&#x6539;&#x53D8;&#xFF0C;&#x6211;&#x60F3;&#xFF0C;&#x4E16;&#x754C;&#x662F;&#x8FD8;&#x8981;&#x6BC1;&#x574F;&#xFF0C;&#x4EBA;&#x4EEC;&#x4E5F;&#x8FD8;&#x8981;&#x5403;&#x82E6;&#x7684;&#x3002;&#x2014;&#x2014;&#x300A;&#x62FF;&#x7834;&#x4ED1;&#x4E0E;&#x968B;&#x90A3;&#x300B;<br>&#x6211;&#x4EEC;&#x603B;&#x662F;&#x4E60;&#x60EF;&#x5B8F;&#x5927;&#x53D9;&#x4E8B;&#xFF0C;&#x4F3C;&#x4E4E;&#x53EA;&#x8981;&#x54EA;&#x4E00;&#x9879;&#x83B7;&#x5F97;&#x4E86;&#x4E16;&#x754C;&#x7B2C;&#x4E00;&#xFF0C;&#x665A;&#x4E0A;&#x5BB6;&#x91CC;&#x5C31;&#x80FD;&#x52A0;&#x4E2A;&#x83DC;&#x4E00;&#x6837;&#x3002;&#x8FD9;&#x4E48;&#x591A;&#x5E74;&#x8FC7;&#x53BB;&#x4E86;&#xFF0C;&#x603B;&#x7B97;&#x8F6C;&#x8FC7;&#x4E00;&#x70B9;&#x5F2F;&#x4E86;&#xFF0C;&#x7EC8;&#x4E8E;&#x6709;&#x4EBA;&#x53D1;&#x73B0;&#xFF0C;&#x957F;&#x57CE;&#x4FEE;&#x7684;&#x518D;&#x597D;&#x4E5F;&#x548C;&#x4FEE;&#x957F;&#x57CE;&#x7684;&#x4EBA;&#x65E0;&#x5173;&#x4E86;&#x3002;</li>
<li>&#x5018;&#x4F7F;&#x94C1;&#x94C9;&#x771F;&#x7684;&#x5E76;&#x65E0;&#x5973;&#x513F;&#xFF0C;&#x6216;&#x6709;&#x800C;&#x5B9E;&#x5DF2;&#x81EA;&#x6740;&#xFF0C;&#x5219;&#x7531;&#x8FD9;&#x865A;&#x6784;&#x7684;&#x6545;&#x4E8B;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x7AA5;&#x89C1;&#x793E;&#x4F1A;&#x5FC3;&#x7406;&#x4E4B;&#x4E00;&#x6591;&#x3002;&#x5C31;&#x662F;&#xFF1A;&#x5728;&#x53D7;&#x96BE;&#x8005;&#x5BB6;&#x65CF;&#x4E2D;&#xFF0C;&#x65E0;&#x5973;&#x4E0D;&#x5982;&#x5176;&#x6709;&#x4E4B;&#x6709;&#x8DA3;&#xFF0C;&#x81EA;&#x6740;&#x53C8;&#x4E0D;&#x5982;&#x5176;&#x843D;&#x6559;&#x574A;&#x4E4B;&#x6709;&#x8DA3;&#xFF1B;&#x4F46;&#x94C1;&#x94C9;&#x7A76;&#x7ADF;&#x662F;&#x5FE0;&#x81E3;&#xFF0C;&#x4F7F;&#x5176;&#x5973;&#x6C38;&#x6CA6;&#x6559;&#x574A;&#xFF0C;&#x7EC8;&#x89C9;&#x4E8E;&#x5FC3;&#x4E0D;&#x5B89;&#xFF0C;&#x6240;&#x4EE5;&#x8FD8;&#x662F;&#x548C;&#x5BFB;&#x5E38;&#x5973;&#x5B50;&#x4E0D;&#x540C;&#xFF0C;&#x56E0;&#x732E;&#x8BD7;&#x800C;&#x914D;&#x4E86;&#x58EB;&#x5B50;&#x3002;&#x8FD9;&#x548C;&#x5C0F;&#x751F;&#x843D;&#x96BE;&#xFF0C;&#x4E0B;&#x72F1;&#x6328;&#x6253;&#xFF0C;&#x5230;&#x5E95;&#x4E2D;&#x4E86;&#x72B6;&#x5143;&#x7684;&#x516C;&#x5F0F;&#xFF0C;&#x5B8C;&#x5168;&#x662F;&#x4E00;&#x81F4;&#x7684;&#x3002;&#x2014;&#x2014;&#x300A;&#x75C5;&#x540E;&#x6742;&#x8C08;&#x4E4B;&#x4F59;&#x2014;&#x2014;&#x6559;&#x574A;&#x732E;&#x8BD7;&#x300B;<br>&#x6545;&#x4E8B;&#x5230;&#x5E95;&#x662F;&#x6709;&#x5957;&#x8DEF;&#x7684;&#x3002;&#x5C31;&#x50CF;&#x73B0;&#x5728;&#x7535;&#x89C6;&#x5267;/&#x7535;&#x5F71;&#x91CC;&#x9762;&#x7684;&#x574F;&#x4EBA;&#x4E00;&#x5B9A;&#x662F;&#x7A77;&#x82E6;&#x51FA;&#x8EAB;&#xFF0C;&#x7136;&#x540E;&#x906D;&#x53D7;&#x5230;&#x793E;&#x4F1A;&#x7684;&#x6BD2;&#x6253;&#xFF08;&#x94B1;/&#x6743;&#xFF09;&#xFF0C;&#x53CD;&#x5E94;&#x8FC7;&#x6765;&#x7ACB;&#x5FD7;&#x8981;&#x6210;&#x4E3A;&#x638C;&#x63E1;&#x6743;/&#x94B1;&#x7684;&#x4EBA;&#xFF0C;&#x6700;&#x540E;&#x53C8;&#x88AB;&#x6709;&#x94B1;&#x7684;&#x5584;&#x826F;&#x6B63;&#x4E49;&#x7684;&#x4E3B;&#x89D2;&#x6293;&#x8D77;&#x6765;&#x7684;&#x6545;&#x4E8B;&#x3002;</li>
<li><strong>&#x5F7C;&#x4EA6;&#x4E00;&#x662F;&#x975E;&#xFF0C;&#x6B64;&#x4EA6;&#x4E00;&#x662F;&#x975E;</strong><br>&#x62FC;&#x97F3;b&#x1D0; y&#xEC; y&#x12B; sh&#xEC; f&#x113;i &#xFF0C;c&#x1D0; y&#xEC; y&#x12B; sh&#xEC; f&#x113;i &#x3002;<br>&#x662F;&#x6307;&#x5728;&#x8FD9;&#x91CC;&#x662F;&#x5BF9;&#x7684;&#xFF0C;&#x5728;&#x90A3;&#x91CC;&#x5C31;&#x662F;&#x9519;&#x7684;&#x4E86;&#x3002; &#x51FA;&#x81EA;&#x300A;&#x5E84;&#x5B50; &#x9F50;&#x7269;&#x8BBA;&#x300B;&#x3002; &#x7528;&#x4E8E;&#x5426;&#x5B9A;&#x4EFB;&#x4F55;&#x771F;&#x7406;&#x6807;&#x51C6;&#x3002;<br><br><strong>&#x6587;&#x4EBA;&#x76F8;&#x8F7B;</strong><br>&#x3010;&#x89E3;&#x91CA;&#x3011;&#x6307;&#x6587;&#x4EBA;&#x4E4B;&#x95F4;&#x4E92;&#x76F8;&#x770B;&#x4E0D;&#x8D77;&#x3002;<br>&#x3010;&#x51FA;&#x5904;&#x3011;&#x4E09;&#x56FD;&#x9B4F;&#xB7;&#x66F9;&#x4E15;&#x300A;&#x5178;&#x8BBA;&#xB7;&#x8BBA;&#x6587;&#x300B;&#xFF1A;&#x201C;&#x6587;&#x4EBA;&#x76F8;&#x8F7B;&#xFF0C;&#x81EA;&#x53E4;&#x800C;&#x7136;&#x3002;&#x201D;<br>&#x3010;&#x8BED;&#x6CD5;&#x3011;&#x4E3B;&#x8C13;&#x5F0F;&#xFF1B;&#x4F5C;&#x4E3B;&#x8BED;&#x3001;&#x5BBE;&#x8BED;&#x3001;&#x5B9A;&#x8BED;&#xFF1B;&#x542B;&#x8D2C;&#x4E49;</li>
</ol>

      
    </div>
    <footer class="article-footer">
      <a data-url="https://leiz-eng.github.io/2023/07/25/reading-notes-3/" data-id="clkhn7t0h0000w8v8bj06em2v" data-title="（3）读书笔记 —— 且介亭杂文" class="article-share-link"><span class="fa fa-share">Share</span></a>
      
      
      
  <ul class="article-tag-list" itemprop="keywords"><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/%E8%AF%BB%E4%B9%A6/" rel="tag">读书</a></li></ul>

    </footer>
  </div>
  
    
<nav id="article-nav">
  
  
    <a href="/2023/07/20/reading-notes-2/" id="article-nav-older" class="article-nav-link-wrap">
      <strong class="article-nav-caption">Older</strong>
      <div class="article-nav-title">（2）读书笔记 —— 花边文学</div>
    </a>
  
</nav>

  
</article>


</section>
        
          <aside id="sidebar">
  
    

  
    
  <div class="widget-wrap">
    <h3 class="widget-title">Tags</h3>
    <div class="widget">
      <ul class="tag-list" itemprop="keywords"><li class="tag-list-item"><a class="tag-list-link" href="/tags/%E4%B8%AA%E4%BA%BA/" rel="tag">个人</a></li><li class="tag-list-item"><a class="tag-list-link" href="/tags/%E6%B5%8B%E8%AF%95/" rel="tag">测试</a></li><li class="tag-list-item"><a class="tag-list-link" href="/tags/%E8%AF%BB%E4%B9%A6/" rel="tag">读书</a></li></ul>
    </div>
  </div>


  
    
  <div class="widget-wrap">
    <h3 class="widget-title">Tag Cloud</h3>
    <div class="widget tagcloud">
      <a href="/tags/%E4%B8%AA%E4%BA%BA/" style="font-size: 10px;">个人</a> <a href="/tags/%E6%B5%8B%E8%AF%95/" style="font-size: 10px;">测试</a> <a href="/tags/%E8%AF%BB%E4%B9%A6/" style="font-size: 20px;">读书</a>
    </div>
  </div>

  
    
  <div class="widget-wrap">
    <h3 class="widget-title">Archives</h3>
    <div class="widget">
      <ul class="archive-list"><li class="archive-list-item"><a class="archive-list-link" href="/archives/2023/07/">July 2023</a></li></ul>
    </div>
  </div>


  
    
  <div class="widget-wrap">
    <h3 class="widget-title">Recent Posts</h3>
    <div class="widget">
      <ul>
        
          <li>
            <a href="/2023/07/25/reading-notes-3/">（3）读书笔记 —— 且介亭杂文</a>
          </li>
        
          <li>
            <a href="/2023/07/20/reading-notes-2/">（2）读书笔记 —— 花边文学</a>
          </li>
        
          <li>
            <a href="/2023/07/19/reading-notes-1/">（1）读书笔记 —— 孔乙己</a>
          </li>
        
          <li>
            <a href="/2023/07/18/2-why-i-have-this-blog/">（2）为什么要写博客？</a>
          </li>
        
          <li>
            <a href="/2023/07/18/Picture/">test picture showing</a>
          </li>
        
      </ul>
    </div>
  </div>

  
</aside>
        
      </div>
      <footer id="footer">
  
  <div class="outer">
    <div id="footer-info" class="inner">
      
      &copy; 2023 Lei Zhao<br>
      Powered by <a href="https://hexo.io/" target="_blank">Hexo</a>
    </div>
  </div>
</footer>

    </div>
    <nav id="mobile-nav">
  
    <a href="/" class="mobile-nav-link">Home</a>
  
    <a href="/archives" class="mobile-nav-link">Archives</a>
  
</nav>
    


<script src="/js/jquery-3.6.4.min.js"></script>



  
<script src="/fancybox/jquery.fancybox.min.js"></script>




<script src="/js/script.js"></script>





  </div>
</body>
</html>