<!DOCTYPE html>
<html>
<head>
  <meta charset="utf-8">
  
  
  <title>（2）读书笔记 —— 花边文学 | Hope</title>
  <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">
  <meta name="description" content="&amp;#x4F46;&amp;#x4E2D;&amp;#x56FD;&amp;#x4EBA;&amp;#xFF0C;&amp;#x5728;&amp;#x8FD9;&amp;#x7C7B;&amp;#x6587;&amp;#x5B66;&amp;#x5BB6;&amp;#x7684;&amp;#x4F5C;&amp;#x54C1;&amp;#x91CC;&amp;#xFF0C;&amp;#x662F;&amp;#x8981;&amp;#x548C;&amp;#x5404;&amp;#x79CD;&amp;#x6240;&amp;#x8C13;&amp;#x201C;&amp;#x571F">
<meta property="og:type" content="article">
<meta property="og:title" content="（2）读书笔记 —— 花边文学">
<meta property="og:url" content="https://leiz-eng.github.io/2023/07/20/reading-notes-2/index.html">
<meta property="og:site_name" content="Hope">
<meta property="og:description" content="&amp;#x4F46;&amp;#x4E2D;&amp;#x56FD;&amp;#x4EBA;&amp;#xFF0C;&amp;#x5728;&amp;#x8FD9;&amp;#x7C7B;&amp;#x6587;&amp;#x5B66;&amp;#x5BB6;&amp;#x7684;&amp;#x4F5C;&amp;#x54C1;&amp;#x91CC;&amp;#xFF0C;&amp;#x662F;&amp;#x8981;&amp;#x548C;&amp;#x5404;&amp;#x79CD;&amp;#x6240;&amp;#x8C13;&amp;#x201C;&amp;#x571F">
<meta property="og:locale" content="en_US">
<meta property="og:image" content="https://leiz-eng.github.io/2023/07/20/reading-notes-2/2023-07-20T103540.png">
<meta property="article:published_time" content="2023-07-20T01:57:25.000Z">
<meta property="article:modified_time" content="2023-07-25T01:17:05.812Z">
<meta property="article:author" content="Lei Zhao">
<meta property="article:tag" content="读书">
<meta name="twitter:card" content="summary">
<meta name="twitter:image" content="https://leiz-eng.github.io/2023/07/20/reading-notes-2/2023-07-20T103540.png">
  
    <link rel="alternate" href="/atom.xml" title="Hope" type="application/atom+xml">
  
  
    <link rel="shortcut icon" href="/favicon.png">
  
  
    
<link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/typeface-source-code-pro@0.0.71/index.min.css">

  
  
<link rel="stylesheet" href="/css/style.css">

  
    
<link rel="stylesheet" href="/fancybox/jquery.fancybox.min.css">

  
  
<!-- hexo injector head_end start -->
<link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/katex@0.12.0/dist/katex.min.css">

<link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/hexo-math@4.0.0/dist/style.css">
<!-- hexo injector head_end end --><meta name="generator" content="Hexo 6.3.0"></head>

<body>
  <div id="container">
    <div id="wrap">
      <header id="header">
  <div id="banner"></div>
  <div id="header-outer" class="outer">
    <div id="header-title" class="inner">
      <h1 id="logo-wrap">
        <a href="/" id="logo">Hope</a>
      </h1>
      
        <h2 id="subtitle-wrap">
          <a href="/" id="subtitle">分享即是快乐</a>
        </h2>
      
    </div>
    <div id="header-inner" class="inner">
      <nav id="main-nav">
        <a id="main-nav-toggle" class="nav-icon"><span class="fa fa-bars"></span></a>
        
          <a class="main-nav-link" href="/">Home</a>
        
          <a class="main-nav-link" href="/archives">Archives</a>
        
      </nav>
      <nav id="sub-nav">
        
        
          <a class="nav-icon" href="/atom.xml" title="RSS Feed"><span class="fa fa-rss"></span></a>
        
        <a class="nav-icon nav-search-btn" title="Search"><span class="fa fa-search"></span></a>
      </nav>
      <div id="search-form-wrap">
        <form action="//google.com/search" method="get" accept-charset="UTF-8" class="search-form"><input type="search" name="q" class="search-form-input" placeholder="Search"><button type="submit" class="search-form-submit">&#xF002;</button><input type="hidden" name="sitesearch" value="https://leiz-eng.github.io"></form>
      </div>
    </div>
  </div>
</header>

      <div class="outer">
        <section id="main"><article id="post-reading-notes-2" class="h-entry article article-type-post" itemprop="blogPost" itemscope itemtype="https://schema.org/BlogPosting">
  <div class="article-meta">
    <a href="/2023/07/20/reading-notes-2/" class="article-date">
  <time class="dt-published" datetime="2023-07-20T01:57:25.000Z" itemprop="datePublished">2023-07-20</time>
</a>
    
  </div>
  <div class="article-inner">
    
    
      <header class="article-header">
        
  
    <h1 class="p-name article-title" itemprop="headline name">
      （2）读书笔记 —— 花边文学
    </h1>
  

      </header>
    
    <div class="e-content article-entry" itemprop="articleBody">
      
        <ol>
<li><p>&#x4F46;&#x4E2D;&#x56FD;&#x4EBA;&#xFF0C;&#x5728;&#x8FD9;&#x7C7B;&#x6587;&#x5B66;&#x5BB6;&#x7684;&#x4F5C;&#x54C1;&#x91CC;&#xFF0C;&#x662F;&#x8981;&#x548C;&#x5404;&#x79CD;&#x6240;&#x8C13;&#x201C;&#x571F;&#x4EBA;&#x201D;&#x4E00;&#x540C;&#x767B;&#x573A;&#x7684;&#xFF0C;&#x53EA;&#x8981;&#x770B;&#x62A5;&#x4E0A;&#x6240;&#x8F7D;&#x7684;&#x5FB7;&#x54E5;&#x6D3E;&#x62C9;&#x7EBF;&#x7A0B;&#x7684;&#x8DEF;&#x7531;&#x5355;&#x5C31;&#x77E5;&#x9053;&#x3000;&#x2014;&#x2014;&#x3000;&#x4E2D;&#x56FD;&#xFF0C;&#x5357;&#x6D0B;&#xFF0C;&#x5357;&#x7F8E;&#x3002;&#x82F1;&#x3001;&#x5FB7;&#x4E4B;&#x7C7B;&#x7684;&#x592A;&#x5E73;&#x5E38;&#x4E86;&#x3002;&#x6211;&#x4EEC;&#x8981;&#x89C9;&#x609F;&#x7740;&#x88AB;&#x63CF;&#x5199;&#xFF0C;&#x8FD8;&#x8981;&#x89C9;&#x609F;&#x7740;&#x88AB;&#x63CF;&#x5199;&#x7684;&#x5149;&#x8363;&#x8FD8;&#x8981;&#x8EB2;&#x8D77;&#x6765;&#xFF0C;&#x8FD8;&#x8981;&#x89C9;&#x609F;&#x7740;&#x5C06;&#x6765;&#x4F1A;&#x6709;&#x4EE5;&#x6709;&#x8FD9;&#x6837;&#x7684;&#x4E8B;&#x4E3A;&#x6709;&#x8DA3;&#x3002;&#x2014;&#x2014;&#x300A;&#x672A;&#x6765;&#x7684;&#x5149;&#x8363;&#x300B;<br></p>
<span id="more"></span></li>
<li><p>&#x8B6C;&#x5982;&#x7F62;&#xFF0C;&#x5173;&#x4E8E;&#x6768;&#x5983;&#xFF0C;&#x7984;&#x5C71;&#x4E4B;&#x4E71;&#x4EE5;&#x540E;&#x7684;&#x6587;&#x4EBA;&#x5C31;&#x90FD;&#x6492;&#x7740;&#x5927;&#x8C0E;&#xFF0C;&#x7384;&#x5B97;&#x900D;&#x9065;&#x4E8B;&#x5916;&#xFF0C;&#x5230;&#x8BF4;&#x662F;&#x8BB8;&#x591A;&#x574F;&#x4E8B;&#x60C5;&#x90FD;&#x7531;&#x5979;&#xFF0C;&#x6562;&#x8BF4;&#x201C;&#x4E0D;&#x95FB;&#x590F;&#x6BB7;&#x8870;&#xFF0C;&#x4E2D;&#x81EA;&#x8BDB;&#x8912;&#x59B2;&#x3002;&#x201D;&#x7684;&#x6709;&#x51E0;&#x4E2A;&#x3002;&#x4E5D;&#x5341;&#x59B2;&#x5DF1;&#xFF0C;&#x8912;&#x59D2;&#xFF0C;&#x4E5F;&#x8FD8;&#x4E0D;&#x662F;&#x4E00;&#x6837;&#x7684;&#x4E8B;&#xFF1F;&#x5973;&#x4EBA;&#x7684;&#x66FF;&#x81EA;&#x5DF1;&#x548C;&#x7537;&#x4EBA;&#x4F0F;&#x7F6A;&#xFF0C;&#x771F;&#x662F;&#x592A;&#x957F;&#x8FDC;&#x4E86;&#x3002;&#x2014;&#x2014;&#x300A;&#x5973;&#x4EBA;&#x672A;&#x5FC5;&#x591A;&#x8BF4;&#x8C0E;&#x300B;<br> &#x8FD9;&#x91CC;&#x7684;<strong>&#x4E0D;&#x95FB;</strong>&#xFF0C;&#x5C31;&#x662F;&#x6CA1;&#x542C;&#x8BF4;&#x53E4;&#x4EE3;&#x6709;&#x8FD9;&#x6837;&#x81EA;&#x9664;&#x5978;&#x6076;&#x7684;&#x4E8B;&#x60C5;&#x3002;&#x590F;&#x6BB7;&#x8870;&#xFF0C;&#x6307;&#x590F;&#x6840;&#x738B;&#x548C;&#x6BB7;&#x7EA3;&#x738B;&#x3002;&#x590F;&#x6840;&#x5B16;&#x59B9;&#x559C;&#xFF0C;&#x6BB7;&#x7EA3;&#x5B16;&#x59B2;&#x5DF1;&#x3002;&#x8912;&#x662F;&#x8912;&#x59D2;&#xFF0C;&#x5468;&#x5E7D;&#x738B;&#x7684;&#x5973;&#x5BA0;&#x3002;&#x4E8C;&#x53E5;&#x8C13;&#x5468;&#x5E7D;&#x738B;&#x5BA0;&#x7231;&#x8912;&#x59D2;&#xFF0C;&#x6BB7;&#x7EA3;&#x738B;&#x5BA0;&#x7231;&#x59B2;&#x5DF1;&#xFF0C;&#x62DB;&#x81F4;&#x4EA1;&#x56FD;&#x4E4B;&#x7978;&#x3002;&#x8FD9;&#x4E0E;&#x7384;&#x5B97;&#x4E4B;&#x5BA0;&#x6768;&#x8D35;&#x5983;&#x5F15;&#x8D77;&#x5B89;&#x53F2;&#x4E4B;&#x4E71;&#x60C5;&#x51B5;&#x867D;&#x76F8;&#x4F3C;&#xFF0C;&#x4F46;&#x7384;&#x5B97;&#x80FD;&#x4ECE;&#x56FD;&#x5BB6;&#x5927;&#x5C40;&#x51FA;&#x53D1;&#xFF0C;&#x540C;&#x610F;&#x5C06;&#x6768;&#x8D35;&#x5983;&#x7EEA;&#x6B7B;&#xFF0C;&#x662F;&#x4E0E;&#x5386;&#x53F2;&#x4E0A;&#x7684;&#x4EA1;&#x56FD;&#x4E4B;&#x541B;&#x4E0D;&#x540C;&#x7684;&#x3002;&#x6B64;&#x5373;&#x4E0A;&#x6587;&#x6240;&#x4E91;&#x201C;&#x4E8B;&#x4E0E;&#x53E4;&#x5148;&#x522B;&#x201D;&#x4E4B;&#x610F;&#x3002;&#x6709;&#x4EBA;&#x4EE5;&#x4E3A;&#x201C;&#x590F;&#x6BB7;&#x201D;&#x5F53;&#x4F5C;&#x201C;&#x6BB7;&#x5468;&#x201D;&#xFF0C;&#x6216;&#x5C06;&#x201C;&#x8912;&#x59B2;&#x201D;&#x6539;&#x4E3A;&#x201C;&#x59B9;&#x59B2;&#x201D;&#xFF08;&#x4EC7;&#x6CE8;&#x5373;&#x4F5C;&#x59B9;&#x59B2;&#xFF09;&#xFF0C;&#x624D;&#x7B26;&#x5408;&#x53F2;&#x5B9E;&#x3002;&#x674E;&#x56E0;&#x7B03;&#x4E91;&#xFF1A;&#x201C;&#x4E0D;&#x8A00;&#x5468;&#xFF0C;&#x4E0D;&#x8A00;&#x59B9;&#x559C;&#xFF0C;&#x6B64;&#x53E4;&#x4EBA;&#x4E92;&#x6587;&#x4E4B;&#x5999;&#xFF0C;&#x6B63;&#x4E0D;&#x5FC5;&#x4F5C;&#x8BEF;&#x7B14;&#x3002;&#x81EA;&#x516B;&#x80A1;&#x5174;&#xFF0C;&#x65E0;&#x4EBA;&#x89E3;&#x6B64;&#x6CD5;&#x77E3;&#x3002;&#x201D;&#x6309;&#x674E;&#x8BF4;&#x662F;&#xFF0C;&#x4E0D;&#x5FC5;&#x6539;&#x52A8;&#x3002;&#x6240;&#x8C13;&#x201C;&#x4E92;&#x6587;&#x201D;&#xFF0C;&#x6307;&#x4E0A;&#x53E5;&#x4E3E;&#x590F;&#x3001;&#x6BB7;&#x4EE5;&#x5305;&#x62EC;&#x5468;&#xFF0C;&#x4E0B;&#x53E5;&#x4E3E;&#x8912;&#x3001;&#x59B2;&#x4EE5;&#x5305;&#x62EC;&#x59B9;&#x559C;&#x3002;<br><br>&#x4E2D;&#x81EA;&#xFF0C;&#x4E3B;&#x52A8;&#x3002;&#x5510;&#x7384;&#x5B97;&#x8D50;&#x6768;&#x8D35;&#x5983;&#x6B7B;&#xFF0C;&#x7A81;&#x51FA;&#x4E8E;&#x88AB;&#x52A8;&#xFF0C;&#x4F46;&#x4E0D;&#x597D;&#x6B63;&#x9762;&#x63ED;&#x7A7F;&#xFF0C;&#x53EA;&#x597D;&#x4ECE;&#x4FA7;&#x9762;&#x70B9;&#x7834;&#xFF0C;&#x89C2;&#x4E0B;&#x6587;&#x660E;&#x8A00;&#x9648;&#x7384;&#x793C;&#x201C;&#x4ED7;&#x94BA;&#x594B;&#x5FE0;&#x70C8;&#x201D;&#x53EF;&#x89C1;&#xFF0C;&#x5728;&#x5F53;&#x65F6;&#x5371;&#x6025;&#x5B58;&#x4EA1;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x628A;&#x7687;&#x5E1D;&#x8BF4;&#x6210;&#x4E00;&#x4E2A;&#x660F;&#x541B;&#xFF0C;&#x4FBF;&#x8981;&#x5F71;&#x54CD;&#x4E3E;&#x56FD;&#x4E0A;&#x4E0B;&#x201C;&#x540C;&#x4EC7;&#x6556;&#x5FFE;&#x201D;&#x7684;&#x60C5;&#x7EEA;&#xFF0C;&#x8FD9;&#x53EF;&#x80FD;&#x662F;&#x675C;&#x752B;&#x4E3A;&#x4EC0;&#x4E48;&#x8981;&#x628A;&#x5B98;&#x519B;&#x7684;&#x903C;&#x8FEB;&#x8BF4;&#x6210;&#x5929;&#x5B50;&#x7684;&#x201C;&#x5723;&#x65AD;&#x201D;&#x7684;&#x7528;&#x5FC3;&#x3002;<br><br>&#x6768;&#x8D35;&#x5983;&#x88AB;&#x8D50;&#x6B7B;&#x7684;&#x539F;&#x56E0;&#x6709;&#x5F88;&#x591A;&#x79CD;&#x8BF4;&#x6CD5;&#xFF0C;&#x5176;&#x4E2D;&#x4E00;&#x79CD;&#x662F;&#x56E0;&#x4E3A;&#x5979;&#x4E0E;&#x5B89;&#x7984;&#x5C71;&#x6709;&#x5978;&#x60C5;&#xFF0C;&#x53E6;&#x4E00;&#x79CD;&#x662F;&#x56E0;&#x4E3A;&#x5510;&#x7384;&#x5B97;&#x7684;&#x58EB;&#x5175;&#x8981;&#x9020;&#x53CD;&#xFF0C;&#x5510;&#x7384;&#x5B97;&#x88AB;&#x8FEB;&#x4E8E;&#x65E0;&#x5948;&#xFF0C;&#x53EA;&#x597D;&#x547D;&#x9AD8;&#x529B;&#x58EB;&#x8D50;&#x6B7B;&#x4E86;&#x6768;&#x8D35;&#x5983;&#x3002;&#x4F46;&#x662F;&#xFF0C;&#x4E5F;&#x6709;&#x4EBA;&#x8BA4;&#x4E3A;&#x6768;&#x8D35;&#x5983;&#x65E0;&#x7F6A;&#xFF0C;&#x5510;&#x7384;&#x5B97;&#x81EA;&#x4FDD;&#xFF0C;&#x6240;&#x4EE5;&#x4ED6;&#x4E0D;&#x5F97;&#x4E0D;&#x8D50;&#x6768;&#x8D35;&#x5983;&#x4E00;&#x6B7B;&#x3002;&#x8FD9;&#x4E9B;&#x8BF4;&#x6CD5;&#x90FD;&#x6CA1;&#x6709;&#x786E;&#x51FF;&#x7684;&#x8BC1;&#x636E;&#x6765;&#x8BC1;&#x660E;&#x5176;&#x771F;&#x5B9E;&#x6027;&#x3002;<br></p>
</li>
<li><p>&#x8C29;&#x9A82;&#x56FA;&#x7136;&#x51A4;&#x5C48;&#x4E86;&#x8BB8;&#x591A;&#x597D;&#x4EBA;&#xFF0C;&#x4F46;&#x542B;&#x542B;&#x80E1;&#x80E1;&#x7684;&#x6251;&#x706D;&#x201C;&#x8C29;&#x9A82;&#x201D;&#xFF0C;&#x5374;&#x5305;&#x5E87;&#x4E86;&#x4E00;&#x5207;&#x574F;&#x79CD;&#x3002; &#x2014;&#x2014; &#x300A;&#x8C29;&#x9A82;&#x300B;<br></p>
</li>
<li><p>&#x201C;&#x6614;&#x4EBA;&#x5DF2;&#x4E58;&#x9EC4;&#x9E64;&#x53BB;&#xFF0C;&#x6B64;&#x5730;&#x7A7A;&#x4F59;&#x9EC4;&#x9E64;&#x697C;&#x201D;&#xFF0C;&#x524D;&#x5E74;&#x5927;&#x96BE;&#x4E34;&#x5934;&#xFF0C;&#x5317;&#x5E73;&#x7684;&#x5B66;&#x8005;&#x4EEC;&#x6240;&#x60F3;&#x63F4;&#x4EE5;&#x63A9;&#x62A4;&#x81EA;&#x5DF1;&#x7684;&#x662F;&#x53E4;&#x6587;&#x5316;&#xFF0C;&#x800C;&#x552F;&#x4E00;&#x5927;&#x4E8B;&#xFF0C;&#x5219;&#x662F;&#x53E4;&#x7269;&#x7684;&#x5357;&#x8FC1;&#xFF0C;&#x8FD9;&#x4E0D;&#x662F;&#x81EA;&#x5DF1;&#x5F7B;&#x5E95;&#x7684;&#x8BF4;&#x660E;&#x4E86;&#x5317;&#x5E73;&#x6240;&#x6709;&#x7684;&#x662F;&#x4EC0;&#x4E48;&#x4E86;&#x5417;&#xFF1F; &#x2014;&#x2014;&#x300A;&#x201C;&#x4EAC;&#x6D3E;&#x201D;&#x4E0E;&#x201C;&#x6D77;&#x6D3E;&#x201D;&#x300B;  <br></p>
</li>
<li><p>&#x81F3;&#x4E8E;&#x5143;&#xFF0C;&#x5219;&#x4EBA;&#x6C11;&#x622A;&#x7136;&#x5206;&#x4E3A;&#x56DB;&#x7B49;&#xFF0C;&#x4E00;&#x8499;&#x53E4;&#x4EBA;&#xFF0C;&#x4E8C;&#x8272;&#x76EE;&#x4EBA;&#xFF0C;&#x4E09;&#x6C49;&#x4EBA;&#x5373;&#x5317;&#x4EBA;&#xFF0C;&#x7B2C;&#x56DB;&#x7B49;&#x624D;&#x662F;&#x5357;&#x4EBA;&#xFF0C;&#x56E0;&#x4E3A;&#x4ED6;&#x662F;&#x6700;&#x540E;&#x6295;&#x964D;&#x7684;&#x4E00;&#x4F19;&#x3002;&#x6700;&#x540E;&#x6295;&#x964D;&#xFF0C;&#x4ECE;&#x8FD9;&#x8FB9;&#x8BF4;&#xFF0C;&#x662F;&#x77E2;&#x5C3D;&#x63F4;&#x7EDD;&#xFF0C;&#x8FD9;&#x624D;&#x7F62;&#x6218;&#x7684;&#x5357;&#x65B9;&#x4E4B;&#x5F3A;&#xFF0C;&#x4ECE;&#x90A3;&#x8FB9;&#x8BF4;&#xFF0C;&#x5374;&#x662F;&#x4E0D;&#x8BC6;&#x987A;&#x9006;&#xFF0C;&#x4E45;&#x6897;&#x738B;&#x5E08;&#x7684;&#x8D3C;&#x3002;&#x5B51;&#x9057;&#x81EA;&#x7136;&#x8FD8;&#x662F;&#x6295;&#x964D;&#x7684;&#xFF0C;&#x7136;&#x800C;&#x4E3A;&#x5974;&#x96B6;&#x7684;&#x8D44;&#x683C;&#x56E0;&#x6B64;&#x5C31;&#x6700;&#x6D45;&#xFF0C;&#x56E0;&#x4E3A;&#x6D45;&#xFF0C;&#x6240;&#x4EE5;&#x73ED;&#x6B21;&#x5C31;&#x6700;&#x4E0B;&#xFF0C;&#x8C01;&#x90FD;&#x4E0D;&#x59A8;&#x52A0;&#x4EE5;&#x5351;&#x89C6;&#x4E86;&#x3002;&#x2014;&#x2014;&#x300A;&#x5317;&#x4EBA;&#x4E0E;&#x5357;&#x4EBA;&#x300B;</p>
</li>
<li><p>&#x53E4;&#x57C3;&#x53CA;&#x7684;&#x5974;&#x96B6;&#x4EEC;&#xFF0C;&#x6709;&#x65F6;&#x4E5F;&#x4F1A;&#x51B7;&#x7136;&#x4E00;&#x7B11;&#x3002;&#x8FD9;&#x662F;&#x8511;&#x89C6;&#x4E00;&#x5207;&#x7684;&#x7B11;&#x3002;&#x4E0D;&#x61C2;&#x5F97;&#x8FD9;&#x7B11;&#x7684;&#x610F;&#x4E49;&#x8005;&#xFF0C;&#x53EA;&#x6709;&#x4E3B;&#x5B50;&#x548C;&#x81EA;&#x5B89;&#x4E8E;&#x5974;&#x624D;&#x751F;&#x6D3B;&#xFF0C;&#x800C;&#x52B3;&#x4F5C;&#x8F83;&#x5C11;&#xFF0C;&#x5E76;&#x4E14;&#x5931;&#x4E86;&#x60B2;&#x6124;&#x7684;&#x5974;&#x624D;&#x3002;&#x2014;&#x2014; &#x300A;&#x8FC7;&#x5E74;&#x300B; <br></p>
</li>
<li><p>&#x4E0D;&#x4FE1;&#x8FD0;&#x547D;&#xFF0C;&#x5C31;&#x4E0D;&#x80FD;&#x201C;&#x5B89;&#x5206;&#x201D;&#xFF0C;&#x7A77;&#x4EBA;&#x4E70;&#x5956;&#x5238;&#xFF0C;&#x4FBF;&#x662F;&#x4E00;&#x79CD;&#x201C;&#x975E;&#x5206;&#x4E4B;&#x60F3;&#x201D;&#x3002;&#x4F46;&#x8FD9;&#x4E8E;&#x56FD;&#x5BB6;&#xFF0C;&#x73B0;&#x5728;&#x662F;&#x4E0D;&#x80FD;&#x8BF4;&#x6CA1;&#x6709;&#x76CA;&#x5904;&#x7684;&#x3002;&#x4E0D;&#x8FC7;&#x201C;&#x6709;&#x4E00;&#x5229;&#x5FC5;&#x6709;&#x4E00;&#x5F0A;&#x201D;&#xFF0C;&#x8FD0;&#x547D;&#x65E2;&#x7136;&#x4E0D;&#x53EF;&#x77E5;&#xFF0C;&#x7A77;&#x4EBA;&#x53C8;&#x4F55;&#x59A8;&#x60F3;&#x505A;&#x7687;&#x5E1D;&#xFF0C;&#x8FD9;&#x5C31;&#x4F7F;&#x4E2D;&#x56FD;&#x51FA;&#x73B0;&#x4E86;&#x300A;&#x63A8;&#x80CC;&#x56FE;&#x300B;&#x3002;&#x636E;&#x5B8B;&#x4EBA;&#x8BF4;&#xFF0C;&#x4E94;&#x4EE3;&#x65F6;&#x5019;&#xFF0C;&#x8BB8;&#x591A;&#x4EBA;&#x90FD;&#x770B;&#x4E86;&#x8FD9;&#x56FE;&#x7ED9;&#x81EA;&#x5DF1;&#x7684;&#x513F;&#x5B50;&#x53D6;&#x540D;&#x5B57;&#xFF0C;&#x5E0C;&#x671B;&#x5E94;&#x7740;&#x5C06;&#x6765;&#x7684;&#x5409;&#x5146;&#xFF0C;&#x76F4;&#x5230;&#x5B8B;&#x592A;&#x5B97;&#xFF08;&#xFF1F;&#xFF09;&#x62BD;&#x4E71;&#x4E86;&#x4E00;&#x767E;&#x672C;&#xFF0C;&#x4E0E;&#x522B;&#x672C;&#x4E00;&#x540C;&#x6D41;&#x901A;&#xFF0C;&#x8BFB;&#x8005;&#x89C1;&#x6B21;&#x5E8F;&#x591A;&#x4E0D;&#x76F8;&#x540C;&#xFF0C;&#x83AB;&#x8877;&#x4E00;&#x662F;&#xFF0C;&#x8FD9;&#x624D;&#x4E0D;&#x518D;&#x73CD;&#x85CF;&#x4E86;&#x3002;&#x7136;&#x800C;&#x4E5D;&#x4E00;&#x516B;&#x90A3;&#x65F6;&#xFF0C;&#x4E0A;&#x6D77;&#x5374;&#x8FD8;&#x5927;&#x5356;&#x7740;&#x300A;&#x63A8;&#x80CC;&#x56FE;&#x300B;&#x7684;&#x65B0;&#x5370;&#x672C;&#x3002;&#x2014;&#x2014;&#x300A;&#x8FD0;&#x547D;&#x300B; <br><br>&#x300A;&#x63A8;&#x80CC;&#x56FE;&#x300B;&#x4E00;&#x79CD;&#x5984;&#x8BDE;&#x8FF7;&#x4FE1;&#x7684;&#x56FE;&#x518C;&#x3002;&#x300A;&#x5B8B;&#x53F2;&#xB7;&#x827A;&#x6587;&#x5FD7;&#x300B;&#x5217;&#x4E3A;&#x4E94;&#x884C;&#x5BB6;&#x7684;&#x8457;&#x4F5C;&#xFF0C;&#x4E0D;&#x9898;&#x64B0;&#x4EBA;&#xFF0C;&#x5357;&#x5B8B;&#x5CB3;&#x73C2;&#x300A;&#x4FA8;&#x53F2;&#x300B;&#x4EE5;&#x4E3A;&#x5510;&#x4EE3;&#x674E;&#x6DF3;&#x98CE;&#x64B0;&#x3002;&#x73B0;&#x5B58;&#x4F20;&#x672C;&#x4E00;&#x5377;&#x5171;&#x516D;&#x5341;&#x56FE;&#xFF0C;&#x524D;&#x4E94;&#x5341;&#x4E5D;&#x56FE;&#x9884;&#x6D4B;&#x4EE5;&#x540E;&#x5386;&#x4EE3;&#x5174;&#x4EA1;&#x53D8;&#x4E71;&#xFF0C;&#x7B2C;&#x516D;&#x5341;&#x56FE;&#x753B;&#x7684;&#x662F;&#x5510;&#x4EE3;&#x8881;&#x5929;&#x7EB2;&#x8981;&#x674E;&#x6DF3;&#x98CE;&#x505C;&#x6B62;&#x7EE7;&#x7EED;&#x9884;&#x6D4B;&#x800C;&#x63A8;&#x674E;&#x7684;&#x80CC;&#x810A;&#x7684;&#x52A8;&#x4F5C;&#xFF0C;&#x6545;&#x540E;&#x6765;&#x53C8;&#x88AB;&#x8BA4;&#x4F5C;&#x674E;&#x8881;&#x4E8C;&#x4EBA;&#x540C;&#x64B0;&#x3002;&#x300A;&#x4FA8;&#x53F2;&#x300B;&#x5377;&#x4E00;&#x300A;&#x827A;&#x7956;&#x7981;&#x8C36;&#x4E66;&#x300B;&#x8BF4;&#xFF1A;&#x201C;&#x5510;&#x674E;&#x6DF3;&#x98CE;&#x4F5C;&#x300A;&#x63A8;&#x80CC;&#x56FE;&#x300B;&#x3002;&#x4E94;&#x5B63;&#x4E4B;&#x4E71;&#xFF0C;&#x738B;&#x4FAF;&#x5D1B;&#x8D77;&#xFF0C;&#x4EBA;&#x6709;&#x5E78;&#x5FC3;&#xFF0C;&#x6545;&#x5176;&#x5B66;&#x76CA;&#x70BD;&#xFF0C;&#x95ED;&#x53E3;&#x5F20;&#x5F13;&#x4E4B;&#x8C36;&#xFF0C;&#x5434;&#x8D8A;&#x81F3;&#x4EE5;&#x904D;&#x540D;&#x5176;&#x5B50;&#xFF0C;&#x2026;&#x2026;&#x5B8B;&#x5174;&#xFF0C;&#x53D7;&#x547D;&#x4E4B;&#x7B26;&#x5C24;&#x4E3A;&#x8457;&#x660E;&#x3002;&#x827A;&#x7956;&#xFF08;&#x6309;&#x5386;&#x4EE3;&#x79F0;&#x592A;&#x7956;&#x6216;&#x9AD8;&#x7956;&#x4E3A;&#x201C;&#x827A;&#x7956;&#x201D;&#xFF0C;&#x6B64;&#x5904;&#x6307;&#x5B8B;&#x592A;&#x7956;&#xFF09;&#x5373;&#x4F4D;&#xFF0C;&#x59CB;&#x8BCF;&#x7981;&#x8C36;&#x4E66;&#xFF0C;&#x60E7;&#x5176;&#x60D1;&#x6C11;&#x5FD7;&#xFF0C;&#x4EE5;&#x7E41;&#x5211;&#x8F9F;&#x3002;&#x7136;&#x56FE;&#x4F20;&#x5DF2;&#x6570;&#x767E;&#x5E74;&#xFF0C;&#x6C11;&#x95F4;&#x591A;&#x6709;&#x85CF;&#x672C;&#xFF0C;&#x4E0D;&#x590D;&#x53EF;&#x6536;&#x62FE;&#xFF0C;&#x6709;&#x53F8;&#x60A3;&#x4E4B;&#x3002;&#x4E00;&#x65E5;&#xFF0C;&#x8D75;&#x97E9;&#x738B;&#x4EE5;&#x5F00;&#x5C01;&#x5177;&#x72F1;&#x594F;&#xFF0C;&#x56E0;&#x8A00;&#x2018;&#x72AF;&#x8005;&#x81F3;&#x4F17;&#xFF0C;&#x4E0D;&#x53EF;&#x80DC;&#x8BDB;&#x2019;&#x3002;&#x4E0A;&#x66F0;&#xFF1A;&#x2018;&#x4E0D;&#x5FC5;&#x591A;&#x7981;&#xFF0C;&#x6B63;&#x5F53;&#x6DF7;&#x4E4B;&#x8033;&#x3002;&#x4E43;&#x547D;&#x53D6;&#x65E7;&#x672C;&#xFF0C;&#x81EA;&#x5DF2;&#x9A8C;&#x4E4B;&#x5916;&#xFF0C;&#x7686;&#x7D0A;&#x5176;&#x6B21;&#x800C;&#x6742;&#x4E66;&#x4E4B;&#xFF0C;&#x51E1;&#x4E3A;&#x767E;&#x672C;&#xFF0C;&#x4F7F;&#x4E0E;&#x5B58;&#x8005;&#x5E76;&#x884C;&#x3002;&#x4E8E;&#x662F;&#x4F20;&#x8005;&#x61F5;&#x5176;&#x5148;&#x540E;&#xFF0C;&#x83AB;&#x77E5;&#x751A;&#x5B70;&#x8BB9;&#xFF1B;&#x95F4;&#x6709;&#x5B58;&#x8005;&#xFF0C;&#x4E0D;&#x590D;&#x9A8C;&#xFF0C;&#x4EA6;&#x5F03;&#x5F17;&#x85CF;&#x77E3;&#x3002;&#x201D; <br> &#x7531;&#x4E0A;&#x8FF0;&#x53EF;&#x77E5;&#xFF0C;&#x300A;&#x63A8;&#x80CC;&#x56FE;&#x300B;&#x4F20;&#x81F3;&#x5982;&#x4ECA;&#xFF0C;&#x65E9;&#x5DF2;&#x65E0;&#x6CD5;&#x5206;&#x8FA8;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x8BF4;&#x201C;&#x7A77;&#x4EBA;&#x4F55;&#x59A8;&#x60F3;&#x505A;&#x7687;&#x5E1D;&#x201D;&#xFF0C;&#x4F7F;&#x4E2D;&#x56FD;&#x51FA;&#x73B0;&#x4E86;&#x300A;&#x63A8;&#x80CC;&#x56FE;&#x300B;&#x5462;&#xFF1F;&#x7A76;&#x7ADF;&#x8BF4;&#x4E86;&#x4E9B;&#x4EC0;&#x4E48;&#x5462;&#xFF1F;&#x6211;&#x4EEC;&#x8282;&#x9009;&#x4E00;&#x90E8;&#x5206;&#x770B;&#x770B;&#xFF1A;<br><br><img src="/2023/07/20/reading-notes-2/2023-07-20T103540.png" alt="2023-07-20T103540"><br>&#x5F53;&#x671D;&#x7687;&#x5E1D;&#x81EA;&#x7136;&#x60F3;&#x8981;&#x672C;&#x671D;&#x6C5F;&#x5C71;&#x6C38;&#x56FA;&#xFF0C;&#x300A;&#x63A8;&#x80CC;&#x56FE;&#x300B;&#x4E2D;&#x63CF;&#x8FF0;&#x7684;&#x6C5F;&#x5C71;&#x66F4;&#x66FF;&#x81EA;&#x7136;&#x65E0;&#x6CD5;&#x63A5;&#x53D7;&#x3002;&#x5BF9;&#x4E8E;&#x6C11;&#x4F17;&#x800C;&#x8A00;&#xFF0C;&#x8C01;&#x6709;&#x8BF4;&#x5F97;&#x597D;&#x80FD;&#x4E0D;&#x80FD;&#x4E5F;&#x505A;&#x4E2A;&#x7687;&#x5E1D;&#x5462;&#xFF1F;&#x8FD9;&#x4E0E;&#x300A;&#x897F;&#x6E38;&#x8BB0;&#x300B;&#x4E2D;&#xFF0C;&#x4F5C;&#x8005;&#x501F;&#x5B59;&#x609F;&#x7A7A;&#x4E4B;&#x624B;&#x8BF4;&#x51FA;&#x7684;&#xFF0C;&#x201C;&#x7687;&#x5E1D;&#x8F6E;&#x6D41;&#x505A;&#xFF0C;&#x660E;&#x5E74;&#x5230;&#x6211;&#x5BB6;&#x3002;&#x201D;&#x53C8;&#x6709;&#x4EC0;&#x4E48;&#x533A;&#x522B;&#x5462;&#xFF1F;<br><br>&#x300A;&#x63A8;&#x80CC;&#x56FE;&#x300B;&#x5168;&#x6587;&#x53EF;&#x89C1;&#xFF1A;<br><a target="_blank" rel="noopener" href="https://zhuanlan.zhihu.com/p/396381496">https://zhuanlan.zhihu.com/p/396381496</a> <br></p>
</li>
<li><p>&#x201C;&#x6B3A;&#x4E16;&#x76D7;&#x540D;&#x201D;&#x8005;&#x6709;&#x4E4B;&#xFF0C;&#x76D7;&#x5356;&#x540D;&#x4EE5;&#x6B3A;&#x4E16;&#x8005;&#x53C8;&#x6709;&#x4E4B;&#xFF0C;&#x4E16;&#x4E8B;&#x4E5F;&#x771F;&#x662F;&#x4E94;&#x82B1;&#x516B;&#x95E8;&#x3002;&#x7136;&#x800C;&#x53D7;&#x635F;&#x5931;&#x7684;&#x5374;&#x53EA;&#x6709;&#x8BFB;&#x8005;&#x3002;&#x2014;&#x2014; &#x300A;&#x5927;&#x5C0F;&#x9A97;&#x300B;<br><br>&#x6B3A;&#x4E16;&#x76D7;&#x540D;&#x5927;&#x5BB6;&#x660E;&#x767D;&#xFF0C;&#x76D7;&#x5356;&#x540D;&#x4EE5;&#x6B3A;&#x4E16;&#x8005;&#x6307;&#x7684;&#x662F;&#x5728;&#x6587;&#x575B;&#x4E0A;&#xFF0C;&#x968F;&#x968F;&#x4FBF;&#x4FBF;&#x4F7F;&#x7528;&#x540D;&#x4EBA;&#x7684;&#x540D;&#x5B57;&#x4F5C;&#x4E3A;&#x6821;&#x9605;&#xFF0C;&#x7F16;&#x8F91;&#xFF0C;&#x4E3B;&#x7F16;&#xFF0C;&#x7279;&#x7EA6;&#x64B0;&#x7A3F;&#x7B49;&#x540D;&#x8BCD;&#xFF0C;&#x6765;&#x4F5C;&#x4E3A;&#x5E7F;&#x544A;&#xFF0C;&#x4F46;&#x5B9E;&#x9645;&#x53C8;&#x6CA1;&#x6709;&#x8FD9;&#x4E9B;&#x4EBA;&#x3002;&#x5C31;&#x50CF;&#x4E4B;&#x524D;&#x6211;&#x4E70;&#x4E86;&#x4E00;&#x672C;&#x4E66;&#xFF0C;&#x5C01;&#x9762;&#x4E0A;&#x8D6B;&#x7136;&#x5199;&#x7740;&#x201C;&#x5218;&#x6148;&#x6B23;&#x201D;&#x4E09;&#x4E2A;&#x5927;&#x5B57;&#xFF0C;&#x4F46;&#x662F;&#x91CC;&#x9762;&#x53EA;&#x6709;&#x4E00;&#x4E2A;&#x77ED;&#x7BC7;&#x662F;&#x5218;&#x6148;&#x6B23;&#x7684;&#x4F5C;&#x54C1;&#xFF0C;&#x5269;&#x4E0B;&#x7684;&#x90FD;&#x662F;&#x4E0D;&#x77E5;&#x540D;&#x4E14;&#x6C34;&#x5E73;&#x6781;&#x4E3A;&#x6709;&#x9650;&#x7684;&#x4F5C;&#x54C1;&#xFF0C;&#x540E;&#x6765;&#x4E00;&#x770B;&#x5C01;&#x76AE;&#x4E0A;&#x6709;&#x4E2A;&#x8FD8;&#x6709;&#x4E24;&#x4E2A;&#x5C0F;&#x5B57;&#x201C;&#x76D1;&#x5236;&#x201D;&#x3002;&#x6CA1;&#x60F3;&#x5230;&#x51E0;&#x4E4E;&#x767E;&#x5E74;&#x4E4B;&#x524D;&#xFF08;&#x6B64;&#x7BC7;&#x6587;&#x7AE0;&#x5199;&#x4E8E;1934&#x5E74;&#xFF09;&#xFF0C;&#x8FD9;&#x79CD;&#x95EE;&#x9898;&#x5C31;&#x5B58;&#x5728;&#x3002;</p>
</li>
<li><p>&#x53E4;&#x4ECA;&#x7684;&#x5FC3;&#x7684;&#x597D;&#x574F;&#xFF0C;&#x8F83;&#x4E3A;&#x96BE;&#x4EE5;&#x6BD4;&#x8F83;&#xFF0C;&#x53EA;&#x597D;&#x6C42;&#x6559;&#x4E8E;&#x8BD7;&#x6587;&#x3002;&#x53E4;&#x4E4B;&#x8BD7;&#x4EBA;&#xFF0C;&#x662F;&#x6709;&#x540D;&#x7684;&#x201C;&#x6E29;&#x67D4;&#x6566;&#x539A;&#x201D;&#x7684;&#xFF0C;&#x800C;&#x6709;&#x7684;&#x7ADF;&#x8BF4;&#xFF1A;&#x201C;&#x65F6;&#x65E5;&#x66F7;&#x4E27;&#xFF0C;&#x4E88;&#x53CA;&#x6C5D;&#x5055;&#x4EA1;&#xFF01;&#x201D;&#x4F60;&#x770B;&#x591F;&#x591A;&#x4E48;&#x6076;&#x6BD2;&#xFF1F;&#x66F4;&#x5947;&#x602A;&#x7684;&#x662F;&#x5B54;&#x5B50;&#x201C;&#x6821;&#x9605;&#x201D;&#x4E4B;&#x540E;&#xFF0C;&#x7ADF;&#x6CA1;&#x6709;&#x5220;&#xFF0C;&#x8FD8;&#x8BF4;&#x4EC0;&#x4E48;&#x201C;&#x8BD7;&#x4E09;&#x767E;&#xFF0C;&#x4E00;&#x8A00;&#x4EE5;&#x853D;&#x4E4B;&#xFF0C;&#x66F0;&#xFF1A;&#x601D;&#x65E0;&#x90AA;&#x201D;&#x54E9;&#xFF0C;&#x597D;&#x50CF;&#x5723;&#x4EBA;&#x4E5F;&#x5E76;&#x4E0D;&#x4EE5;&#x4E3A;&#x53EF;&#x6076;&#x3002;&#x2014;&#x2014; &#x300A;&#x53E4;&#x4EBA;&#x5E76;&#x4E0D;&#x7EAF;&#x539A;&#x300B; <br><br>&#x65F6;&#x65E5;&#x66F7;&#xFF08;&#x8BFB;&#x201C;&#x548C;&#x201D;&#xFF09;&#x4E27;&#xFF0C;&#x4E88;&#x53CA;&#x6C5D;&#x5055;&#x4EA1;&#x3002;&#x65F6;&#xFF1A;&#x540C;&#x201C;&#x662F;&#x201D;&#xFF0C;&#x6307;&#x793A;&#x4EE3;&#x8BCD;&#xFF0C;&#x76F8;&#x5F53;&#x4E8E;&#x201C;&#x8FD9;&#x201D;&#x3002;&#x65E5;&#xFF1A;&#x592A;&#x9633;&#xFF0C;&#x6BD4;&#x55BB;&#x66B4;&#x541B;&#x590F;&#x6840;&#x3002;&#x66F7;&#xFF1A;&#x4F55;&#x3002;&#x8FD9;&#x91CC;&#x662F;&#x201C;&#x4F55;&#x65F6;&#x201D;&#x7684;&#x610F;&#x601D;&#x3002;&#x4E27;&#xFF08; &#x3119;&#x3124;&#x2CB; s&#xE0;ng &#xFF09;&#xFF1A;&#x706D;&#x4EA1;&#x3002; &#x8FD9;&#x4E2A;&#x592A;&#x9633;&#x4F55;&#x65F6;&#x6D88;&#x706D;&#xFF0C;&#x6211;&#x613F;&#x4E0E;&#x4F60;&#x540C;&#x5F52;&#x4E8E;&#x5C3D;&#x3002;<br><br>&#x4E0D;&#x662F;&#x53E4;&#x4EBA;&#x7EAF;&#x539A;&#xFF0C;&#x662F;&#x7ECF;&#x8FC7;&#x540E;&#x4EBA;&#x9009;&#x62E9;&#x540E;&#x7684;&#x53E4;&#x4EBA;&#x7EAF;&#x539A;&#x3002;&#x81F3;&#x4E8E;&#x540E;&#x4EBA;&#x548C;&#x53E4;&#x4EBA;&#x76F8;&#x6BD4;&#x8C01;&#x66F4;&#x7EAF;&#x539A;&#x5462;&#xFF1F;&#x4E0D;&#x592A;&#x597D;&#x8BF4;&#x3002;</p>
</li>
<li><p>&#x66B4;&#x9732;&#x8005;&#x63ED;&#x53D1;&#x79CD;&#x79CD;&#x9690;&#x79D8;&#xFF0C;&#x81EA;&#x4EE5;&#x4E3A;&#x6709;&#x76CA;&#x4E8E;&#x4EBA;&#x4EEC;&#xFF0C;&#x7136;&#x800C;&#x65E0;&#x804A;&#x7684;&#x4EBA;&#xFF0C;&#x4E3A;&#x6D88;&#x9063;&#x65E0;&#x804A;&#x8BA1;&#xFF0C;&#x662F;&#x7518;&#x4E8E;&#x53D7;&#x6B3A;&#xFF0C;&#x5E76;&#x4E14;&#x5B89;&#x4E8E;&#x81EA;&#x6B3A;&#x7684;&#xFF0C;&#x5426;&#x5219;&#x5C31;&#x66F4;&#x65E0;&#x804A;&#x8D56;&#x3002;&#x56E0;&#x4E3A;&#x8FD9;&#xFF0C;&#x6240;&#x4EE5;&#x4F7F;&#x620F;&#x6CD5;&#x957F;&#x5B58;&#x4E8E;&#x5929;&#x5730;&#x4E4B;&#x95F4;&#xFF0C;&#x4E5F;&#x6240;&#x4EE5;&#x4F7F;&#x66B4;&#x9732;&#x5E7D;&#x6697;&#x4E0D;&#x4F46;&#x4E3A;&#x6B3A;&#x4EBA;&#x8005;&#x6240;&#x6DF1;&#x6076;&#xFF0C;&#x4EA6;&#x4E14;&#x4E3A;&#x88AB;&#x6B3A;&#x8005;&#x6240;&#x6DF1;&#x6076;&#x3002;&#x2014;&#x2014;&#x300A;&#x670B;&#x53CB;&#x300B; <br><br>&#x5C0F;&#x5230;&#x4E00;&#x4E2A;&#x9B54;&#x672F;&#x89E3;&#x5BC6;&#xFF0C;&#x5927;&#x5230;&#x5BF9;&#x4E8E;&#x793E;&#x4F1A;&#x89C4;&#x5219;&#x8FD0;&#x884C;&#x7684;&#x89E3;&#x91CA;&#x3002;&#x5982;&#x679C;&#x6709;&#x66B4;&#x9732;&#x8005;&#x8BF4;&#x51FA;&#x6765;&#x5176;&#x4E2D;&#x7684;&#x903B;&#x8F91;&#xFF0C;&#x90A3;&#x4E48;&#x5176;&#x5B9E;&#x53CC;&#x65B9;&#x90FD;&#x4F1A;&#x538C;&#x6076;&#x8FD9;&#x4E2A;&#x66B4;&#x9732;&#x8005;&#x3002;</p>
</li>
<li><p>&#x66F9;&#x64CD;&#x8BBE;&#x4E86;&#x201C;&#x6478;&#x91D1;&#x6821;&#x5C09;&#x201D;&#x4E4B;&#x7C7B;&#x7684;&#x804C;&#x5458;&#xFF0C;&#x4E13;&#x95E8;&#x76D7;&#x5893;&#xFF0C;&#x4ED6;&#x7684;&#x513F;&#x5B50;&#x5374;&#x505A;&#x4E86;&#x7687;&#x5E1D;&#xFF0C;&#x81EA;&#x5DF1;&#x7ADF;&#x88AB;&#x8C25;&#x4E3A;&#x201C;&#x6B66;&#x5E1D;&#x201D;&#xFF0C;&#x597D;&#x4E0D;&#x5A01;&#x98CE;&#x3002;&#x8FD9;&#x6837;&#x770B;&#x6765;&#xFF0C;&#x6B7B;&#x4EBA;&#x7684;&#x5B89;&#x5371;&#xFF0C;&#x548C;&#x751F;&#x4EBA;&#x7684;&#x7978;&#x798F;&#xFF0C;&#x53C8;&#x4EFF;&#x4F5B;&#x6CA1;&#x6709;&#x5173;&#x7CFB;&#x4F3C;&#x7684;&#x3002;&#x76F8;&#x4F20;&#x66F9;&#x64CD;&#x6015;&#x6B7B;&#x540E;&#x88AB;&#x4EBA;&#x6398;&#x575F;&#xFF0C;&#x9020;&#x4E86;&#x4E03;&#x5341;&#x4E8C;&#x7591;&#x51A2;&#xFF0C;&#x4EE4;&#x4EBA;&#x65E0;&#x4ECE;&#x4E0B;&#x624B;&#x3002;&#x4E8E;&#x662F;&#x540E;&#x4E4B;&#x8BD7;&#x4EBA;&#x66F0;&#xFF1A;&#x201C;&#x904D;&#x6398;&#x4E03;&#x5341;&#x4E8C;&#x7591;&#x51A2;&#xFF0C;&#x5FC5;&#x6709;&#x4E00;&#x51A2;&#x846C;&#x541B;&#x5C38;&#x3002;&#x201D;&#x4E8E;&#x662F;&#x540E;&#x4E4B;&#x8BBA;&#x8005;&#x53C8;&#x66F0;&#xFF1A;&#x963F;&#x7792;&#x8001;&#x5978;&#x5DE8;&#x733E;&#xFF0C;&#x5B89;&#x77E5;&#x5176;&#x5C38;&#x5B9E;&#x4E0D;&#x5728;&#x6B64;&#x4E03;&#x5341;&#x4E8C;&#x51A2;&#x4E4B;&#x5185;&#x4E4E;&#x3002;&#x771F;&#x662F;&#x6CA1;&#x6709;&#x6CD5;&#x5B50;&#x60F3;&#x3002;&#x2014;&#x2014;&#x300A;&#x6E05;&#x660E;&#x65F6;&#x8282;&#x300B; <br><br>&#x6478;&#x91D1;&#x6821;&#x5C09;&#x662F;&#x4E2D;&#x56FD;&#x53E4;&#x4EE3;&#x4E00;&#x4E2A;&#x76D7;&#x5893;&#x8005;&#x7684;&#x522B;&#x79F0;&#x3002;&#x636E;&#x53F2;&#x4E66;&#x8BB0;&#x8F7D;&#xFF0C;&#x6478;&#x91D1;&#x6821;&#x5C09;&#x8D77;&#x6E90;&#x4E8E;&#x4E1C;&#x6C49;&#x672B;&#x5E74;&#x4E09;&#x56FD;&#x65F6;&#x671F;&#xFF0C;&#x81EA;&#x4E8E;&#x6C49;&#x4EE3;&#x9648;&#x7433;&#x6240;&#x4F5C;&#x300A;&#x4E3A;&#x8881;&#x7ECD;&#x6A84;&#x8C6B;&#x5DDE;&#x300B;&#x3002;&#x66F9;&#x64CD;&#x4E3A;&#x4E86;&#x5F25;&#x8865;&#x519B;&#x9977;&#x7684;&#x4E0D;&#x8DB3;&#xFF0C;&#x8BBE;&#x7ACB;&#x53D1;&#x4E18;&#x4E2D;&#x90CE;&#x5C06;&#xFF0C;&#x6478;&#x91D1;&#x6821;&#x5C09;&#x7B49;&#x519B;&#x8854;&#xFF0C;&#x4E13;&#x53F8;&#x76D7;&#x5893;&#x53D6;&#x8D22;&#xFF0C;&#x8D34;&#x8865;&#x519B;&#x9977;&#x3002;&#x4E5F;&#x5C31;&#x5E94;&#x8BE5;&#x80FD;&#x591F;&#x7406;&#x89E3;&#x8003;&#x53E4;&#x754C;&#x4EBA;&#x58EB;&#x5E38;&#x79F0;&#x7684;&#x201C;&#x6C49;&#x5893;&#x5341;&#x5BA4;&#x4E5D;&#x7A7A;&#x201D;&#x7684;&#x9053;&#x7406;&#xFF0C;&#x4E5F;&#x80FD;&#x4F53;&#x5473;&#x51FA;&#x4ED6;&#x4EEC;&#x201C;&#x6C49;&#x5893;&#x8003;&#x53E4;&#x9760;&#x8FD0;&#x6C14;&#x201D;&#x8BDD;&#x8BED;&#x4E2D;&#x7684;&#x65E0;&#x5948;&#x3002;</p>
</li>
<li><p>&#x5047;&#x4F7F;&#x6709;&#x4E00;&#x4E2A;&#x4EBA;&#xFF0C;&#x5728;&#x8DEF;&#x65C1;&#x5410;&#x4E00;&#x53E3;&#x553E;&#x6CAB;&#xFF0C;&#x81EA;&#x5DF1;&#x8E72;&#x4E0B;&#x53BB;&#xFF0C;&#x770B;&#x7740;&#xFF0C;&#x4E0D;&#x4E45;&#x51C6;&#x53EF;&#x4EE5;&#x56F4;&#x6EE1;&#x4E00;&#x5806;&#x4EBA;&#xFF1B;&#x53C8;&#x5047;&#x4F7F;&#x53C8;&#x6709;&#x4E00;&#x4E2A;&#x4EBA;&#xFF0C;&#x65E0;&#x7AEF;&#x5927;&#x53EB;&#x4E00;&#x58F0;&#xFF0C;&#x62D4;&#x6B65;&#x4FBF;&#x8DD1;&#xFF0C;&#x540C;&#x65F6;&#x51C6;&#x53EF;&#x4EE5;&#x5927;&#x5BB6;&#x90FD;&#x9003;&#x6563;&#x3002;&#x771F;&#x4E0D;&#x77E5;&#x662F;&#x201C;&#x4F55;&#x6240;&#x95FB;&#x800C;&#x6765;&#xFF0C;&#x4F55;&#x6240;&#x89C1;&#x800C;&#x53BB;&#x201D;&#xFF0C;&#x7136;&#x800C;&#x53C8;&#x5FC3;&#x6000;&#x4E0D;&#x6EE1;&#xFF0C;&#x9A82;&#x4ED6;&#x7684;&#x83AB;&#x540D;&#x5176;&#x5999;&#x7684;&#x5BF9;&#x8C61;&#x66F0;&#x201C;&#x5988;&#x7684;&#x201D;&#xFF01;&#x4F46;&#x662F;&#xFF0C;&#x90A3;&#x5410;&#x553E;&#x6CAB;&#x548C;&#x5927;&#x53EB;&#x4E00;&#x58F0;&#x7684;&#x4EBA;&#xFF0C;&#x5F52;&#x6839;&#x7ED3;&#x8482;&#x8FD8;&#x662F;&#x5927;&#x4EBA;&#x7269;&#x3002;&#x5F53;&#x7136;&#xFF0C;&#x6C89;&#x7740;&#x5207;&#x5B9E;&#x7684;&#x4EBA;&#x4EEC;&#x662F;&#x6709;&#x7684;&#x3002;&#x4E0D;&#x8FC7;&#x4F1F;&#x4EBA;&#x7B49;&#x7B49;&#x4E4B;&#x540D;&#x4E4B;&#x88AB;&#x5C0A;&#x89C6;&#x6216;&#x9119;&#x5F03;&#xFF0C;&#x5927;&#x62B5;&#x603B;&#x53EA;&#x662F;&#x505A;&#x553E;&#x6CAB;&#x7684;&#x66FF;&#x4EE3;&#x54C1;&#x800C;&#x5DF2;&#x3002;&#x2014;&#x2014;&#x300A;&#x4E00;&#x601D;&#x800C;&#x884C;&#x300B;<br><br>&#x5728;&#x4E92;&#x8054;&#x7F51;&#x65F6;&#x4EE3;&#xFF0C;&#x5410;&#x553E;&#x6CAB;&#x7684;&#x4EBA;&#x591A;&#x4E86;&#xFF0C;&#x80FD;&#x8BA9;&#x4EBA;&#x56F4;&#x89C2;&#x7684;&#x5708;&#x5B50;&#x4E5F;&#x5927;&#x4E86;&#x3002;</p>
</li>
<li><p>&#x5047;&#x4F7F;&#x4E16;&#x754C;&#x4E0A;&#x771F;&#x6709;&#x5929;&#x624D;&#xFF0C;&#x90A3;&#x4E48;&#xFF0C;&#x6F2B;&#x9A82;&#x7684;&#x6279;&#x8BC4;&#xFF0C;&#x4E8E;&#x4ED6;&#x662F;&#x6709;&#x635F;&#x7684;&#xFF0C;&#x80FD;&#x9A82;&#x9000;&#x4ED6;&#x7684;&#x4F5C;&#x54C1;&#xFF0C;&#x4F7F;&#x4ED6;&#x4E0D;&#x6210;&#x5176;&#x4E3A;&#x4F5C;&#x5BB6;&#x3002;&#x7136;&#x800C;&#x6240;&#x8C13;&#x6F2B;&#x9A82;&#x7684;&#x6279;&#x8BC4;&#xFF0C;&#x4E8E;&#x5EB8;&#x624D;&#x662F;&#x6709;&#x76CA;&#x7684;&#xFF0C;&#x80FD;&#x4FDD;&#x6301;&#x5176;&#x4E3A;&#x4F5C;&#x5BB6;&#xFF0C;&#x4E0D;&#x8FC7;&#x636E;&#x8BF4;&#x662F;&#x5413;&#x9000;&#x4E86;&#x4ED6;&#x7684;&#x4F5C;&#x54C1;&#x3002;&#x2014;&#x2014; &#x300A;&#x63A8;&#x5DF1;&#x53CA;&#x4EBA;&#x300B; <br><br>&#x6B63;&#x662F;&#x56E0;&#x4E3A;&#x6709;&#x4EBA;&#x6279;&#x8BC4;&#xFF0C;&#x624D;&#x80FD;&#x8BA9;&#x4E00;&#x4E9B;&#x62E5;&#x6709;&#x4ED6;&#x4EEC;&#x6CA1;&#x6709;&#x7684;&#x540D;&#x53F7;&#xFF0C;&#x653E;&#x5728;&#x5982;&#x4ECA;&#xFF0C;&#x5F88;&#x591A;&#x4EBA;&#x56E0;&#x4E3A;&#x9ED1;&#x7C89;&#x800C;&#x706B;&#x4E5F;&#x662F;&#x8FD9;&#x4E2A;&#x9053;&#x7406;&#x3002;<br><br>&#x6CE8;&#xFF1A;&#x70DF;&#x58EB;&#x62AB;&#x91CC;&#x7EAF; [&#x82F1;inspiration]&#x7075;&#x611F;&#x3002;</p>
</li>
<li><p>&#x201C;&#x79D1;&#x5B66;&#x6551;&#x56FD;&#x201D;&#x5DF2;&#x7ECF;&#x53EB;&#x4E86;&#x8FD1;&#x5341;&#x5E74;&#xFF0C;&#x8C01;&#x90FD;&#x77E5;&#x9053;&#x8FD9;&#x662F;&#x5F88;&#x5BF9;&#x7684;&#xFF0C;&#x5E76;&#x975E;&#x201C;&#x8DF3;&#x821E;&#x6551;&#x56FD;&#x201D;&#x201C;&#x62DC;&#x4F5B;&#x6551;&#x56FD;&#x201D;&#x4E4B;&#x6BD4;&#x3002;&#x9752;&#x5E74;&#x51FA;&#x56FD;&#x53BB;&#x5B66;&#x79D1;&#x5B66;&#x8005;&#x6709;&#x4E4B;&#xFF0C;&#x535A;&#x58EB;&#x5B66;&#x4E86;&#x79D1;&#x5B66;&#x56DE;&#x56FD;&#x8005;&#x6709;&#x4E4B;&#x3002;&#x4E0D;&#x6599;&#x4E2D;&#x56FD;&#x7A76;&#x7ADF;&#x81EA;&#x6709;&#x5176;&#x6587;&#x660E;&#xFF0C;&#x4E0E;&#x65E5;&#x672C;&#x662F;&#x4E24;&#x6837;&#x7684;&#xFF0C;&#x79D1;&#x5B66;&#x4E0D;&#x4F46;&#x5E76;&#x4E0D;&#x8DB3;&#x4EE5;&#x8865;&#x4E2D;&#x56FD;&#x6587;&#x5316;&#x4E4B;&#x4E0D;&#x8DB3;&#xFF0C;&#x5374;&#x66F4;&#x52A0;&#x8BC1;&#x660E;&#x4E86;&#x4E2D;&#x56FD;&#x6587;&#x5316;&#x4E4B;&#x9AD8;&#x6DF1;&#x3002;&#x98CE;&#x6C34;&#xFF0C;&#x662F;&#x5408;&#x4E8E;&#x5730;&#x7406;&#x5B66;&#x7684;&#xFF0C;&#x95E8;&#x9600;&#xFF0C;&#x662F;&#x5408;&#x4E8E;&#x4F18;&#x751F;&#x5B66;&#x7684;&#xFF0C;&#x70BC;&#x4E39;&#xFF0C;&#x662F;&#x5408;&#x4E8E;&#x5316;&#x5B66;&#x7684;&#xFF0C;&#x653E;&#x98CE;&#x7B5D;&#xFF0C;&#x662F;&#x5408;&#x4E8E;&#x536B;&#x751F;&#x5B66;&#x7684;&#x3002;&#x201C;&#x7075;&#x4E69;&#x201D;&#x7684;&#x5408;&#x4E8E;&#x201C;&#x79D1;&#x5B66;&#x201D;&#xFF0C;&#x4EA6;&#x4E0D;&#x8FC7;&#x5176;&#x4E00;&#x800C;&#x5DF2;&#x3002;&#x4E94;&#x56DB;&#x65F6;&#x4EE3;&#xFF0C;&#x9648;&#x5927;&#x9F50;&#x5148;&#x751F;&#x66FE;&#x4F5C;&#x8BBA;&#x63ED;&#x53D1;&#x8FC7;&#x6276;&#x4E69;&#x7684;&#x9A97;&#x4EBA;&#xFF0C;&#x9694;&#x4E86;&#x5341;&#x516D;&#x5E74;&#xFF0C;&#x767D;&#x540C;&#x5148;&#x751F;&#x5374;&#x7528;&#x789F;&#x5B50;&#x8BC1;&#x660E;&#x4E86;&#x6276;&#x4E69;&#x7684;&#x5408;&#x7406;&#xFF0C;&#x8FD9;&#x771F;&#x53EB;&#x4EBA;&#x4ECE;&#x90A3;&#x91CC;&#x8BF4;&#x8D77;&#x3002;&#x2014;&#x2014;&#x300A;&#x5076;&#x611F;&#x300B;<br>&#x7075;&#x4E69;[l&#xED;ng j&#x12B;] &#x65E7;&#x65F6;&#x6C42;&#x795E;&#x964D;&#x793A;&#x7684;&#x4E00;&#x79CD;&#x8FF7;&#x4FE1;&#x6D3B;&#x52A8;&#x3002; &#x9C81;&#x8FC5; &#x300A;&#x82B1;&#x8FB9;&#x6587;&#x5B66;&#xB7;&#x5076;&#x611F;&#x300B;&#xFF1A;&#x201C;&#x98CE;&#x6C34;&#xFF0C;&#x662F;&#x5408;&#x4E8E;&#x5730;&#x7406;&#x5B66;&#x7684;&#xFF0C;&#x95E8;&#x9600;&#xFF0C;&#x662F;&#x5408;&#x4E8E;&#x4F18;&#x751F;&#x5B66;&#x7684;&#xFF0C;&#x70BC;&#x4E39;&#xFF0C;&#x662F;&#x5408;&#x4E8E;&#x5316;&#x5B66;&#x7684;&#xFF0C;&#x653E;&#x98CE;&#x7B5D;&#xFF0C;&#x662F;&#x5408;&#x4E8E;&#x536B;&#x751F;&#x5B66;&#x7684;&#x3002;&#x2018;&#x7075;&#x4E69;&#x2019;&#x7684;&#x5408;&#x4E8E;&#x2018;&#x79D1;&#x5B66;&#x2019;&#xFF0C;&#x4EA6;&#x4E0D;&#x8FC7;&#x5176;&#x4E00;&#x800C;&#x5DF2;&#x3002;&#x201D;<br><br>&#x8FD1;&#x4E4E;&#x767E;&#x5E74;&#x524D;&#x7684;&#x4F5C;&#x54C1;&#x6240;&#x601D;&#x8003;&#x7684;&#x4E8B;&#x60C5;&#x548C;&#x5982;&#x4ECA;&#x73B0;&#x72B6;&#x7ADF;&#x7136;&#x8FD8;&#x662F;&#x51FA;&#x5947;&#x7684;&#x4E00;&#x81F4;&#xFF0C;&#x53EF;&#x60F3;&#x800C;&#x77E5;&#x8FD1;&#x4E9B;&#x5E74;&#x5728;&#x601D;&#x60F3;&#x6587;&#x5316;&#x4E0A;&#x51E0;&#x4E4E;&#x662F;&#x6B62;&#x6B65;&#x4E0D;&#x524D;&#x7684;&#x3002;&#x66F4;&#x751A;&#x4E4B;&#xFF0C;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x5982;&#x679C;&#x548C;&#x4F20;&#x7EDF;&#x78B0;&#x5DE7;&#x4E00;&#x81F4;&#xFF0C;&#x53CD;&#x800C;&#x66F4;&#x52A0;&#x5370;&#x8BC1;&#x4E86;&#x201C;&#x4F20;&#x7EDF;&#x201D;&#x7684;&#x53EF;&#x9760;&#xFF0C;&#x800C;&#x975E;&#x79D1;&#x5B66;&#x7684;&#x8BC1;&#x660E;&#x3002;<br></p>
</li>
<li><p>&#x4E00;&#x5207;&#x56DE;&#x58F0;&#x4E2D;&#xFF0C;&#x5BF9;&#x4E8E;&#x8FD9;&#x81EA;&#x6740;&#x7684;&#x4E3B;&#x8C0B;&#x8005;&#x2014;&#x2014;&#x79E6;&#x592B;&#x4EBA;&#xFF0C;&#x867D;&#x7136;&#x4E5F;&#x52A0;&#x4EE5;&#x6055;&#x8F9E;&#xFF1B;&#x4F46;&#x5F52;&#x7ED3;&#x5374;&#x65E0;&#x975E;&#x662F;&#x8BDB;&#x4F10;&#x3002;&#x56E0;&#x4E3A;&#x2014;&#x2014;&#x8BC4;&#x8BBA;&#x5BB6;&#x8BF4;&#x2014;&#x2014;&#x793E;&#x4F1A;&#x867D;&#x7136;&#x9ED1;&#x6697;&#xFF0C;&#x4F46;&#x4EBA;&#x751F;&#x7684;&#x7B2C;&#x4E00;&#x8D23;&#x4EFB;&#x662F;&#x751F;&#x5B58;&#xFF0C;&#x5018;&#x81EA;&#x6740;&#xFF0C;&#x4FBF;&#x662F;&#x5931;&#x804C;&#xFF0C;&#x7B2C;&#x4E8C;&#x8D23;&#x4EFB;&#x662F;&#x53D7;&#x82E6;&#xFF0C;&#x5018;&#x81EA;&#x6740;&#xFF0C;&#x4FBF;&#x662F;&#x5077;&#x5B89;&#x3002;&#x8FDB;&#x6B65;&#x7684;&#x8BC4;&#x8BBA;&#x5BB6;&#x5219;&#x8BF4;&#x4EBA;&#x751F;&#x662F;&#x6218;&#x6597;&#xFF0C;&#x81EA;&#x6740;&#x8005;&#x5C31;&#x662F;&#x9003;&#x5175;&#xFF0C;&#x867D;&#x6B7B;&#x4E5F;&#x4E0D;&#x8DB3;&#x4EE5;&#x853D;&#x5176;&#x7F6A;&#x3002;&#x8FD9;&#x81EA;&#x7136;&#x4E5F;&#x8BF4;&#x5F97;&#x4E0B;&#x53BB;&#x7684;&#xFF0C;&#x7136;&#x800C;&#x672A;&#x514D;&#x592A;&#x7B3C;&#x7EDF;&#x3002;<br><br>&#x4EBA;&#x95F4;&#x6709;&#x72AF;&#x7F6A;&#x5B66;&#x8005;&#xFF0C;&#x4E00;&#x6D3E;&#x8BF4;&#xFF0C;&#x7531;&#x4E8E;&#x73AF;&#x5883;&#xFF1B;&#x4E00;&#x6D3E;&#x8BF4;&#xFF0C;&#x7531;&#x4E8E;&#x4E2A;&#x4EBA;&#x3002;&#x73B0;&#x5728;&#x76DB;&#x884C;&#x7684;&#x662F;&#x540E;&#x4E00;&#x8BF4;&#xFF0C;&#x56E0;&#x4E3A;&#x5018;&#x4FE1;&#x524D;&#x4E00;&#x6D3E;&#xFF0C;&#x5219;&#x6D88;&#x706D;&#x7F6A;&#x72AF;&#xFF0C;&#x4FBF;&#x5F97;&#x6539;&#x9020;&#x73AF;&#x5883;&#xFF0C;&#x4E8B;&#x60C5;&#x5C31;&#x9EBB;&#x70E6;&#xFF0C;&#x53EF;&#x6015;&#x4E86;&#x3002;&#x800C;&#x79E6;&#x592B;&#x4EBA;&#x81EA;&#x6740;&#x7684;&#x6279;&#x5224;&#x8005;&#xFF0C;&#x5219;&#x662F;&#x5927;&#x62B5;&#x5C5E;&#x4E8E;&#x540E;&#x4E00;&#x6D3E;&#x3002;<br><br>&#xB7;&#xB7;&#xB7;<br><br>&#x4EBA;&#x56FA;&#x7136;&#x5E94;&#x8BE5;&#x751F;&#x5B58;&#xFF0C;&#x4F46;&#x4E3A;&#x7684;&#x662F;&#x8FDB;&#x5316;&#xFF1B;&#x4E5F;&#x4E0D;&#x59A8;&#x53D7;&#x82E6;&#xFF0C;&#x4F46;&#x4E3A;&#x7684;&#x662F;&#x89E3;&#x9664;&#x5C06;&#x6765;&#x7684;&#x4E00;&#x5207;&#x82E6;&#xFF1B;&#x66F4;&#x5E94;&#x8BE5;&#x6218;&#x6597;&#xFF0C;&#x4F46;&#x4E3A;&#x7684;&#x662F;&#x6539;&#x9769;&#x3002;&#x8D23;&#x522B;&#x4EBA;&#x7684;&#x81EA;&#x6740;&#x8005;&#xFF0C;&#x4E00;&#x9762;&#x8D23;&#x4EBA;&#xFF0C;&#x4E00;&#x9762;&#x6B63;&#x4E5F;&#x5E94;&#x8BE5;&#x5411;&#x9A71;&#x4EBA;&#x4E8E;&#x81EA;&#x6740;&#x4E4B;&#x9014;&#x7684;&#x73AF;&#x5883;&#x6311;&#x6218;&#xFF0C;&#x8FDB;&#x653B;&#x3002;&#x5018;&#x4F7F;&#x5BF9;&#x4E8E;&#x9ED1;&#x6697;&#x7684;&#x4E3B;&#x529B;&#xFF0C;&#x4E0D;&#x7F6E;&#x4E00;&#x8F9E;&#xFF0C;&#x4E0D;&#x53D1;&#x4E00;&#x77E2;&#xFF0C;&#x800C;&#x4F46;&#x5411;&#x201C;&#x5F31;&#x8005;&#x201D;&#x5520;&#x53E8;&#x4E0D;&#x5DF2;&#xFF0C;&#x5219;&#x7EB5;&#x4F7F;&#x4ED6;&#x5982;&#x4F55;&#x4E49;&#x5F62;&#x4E8E;&#x8272;&#xFF0C;&#x6211;&#x4E5F;&#x4E0D;&#x80FD;&#x4E0D;&#x8BF4;&#x2014;&#x2014;&#x6211;&#x771F;&#x4E5F;&#x5FCD;&#x4E0D;&#x4F4F;&#x4E86;&#x2014;&#x2014;&#x4ED6;&#x5176;&#x5B9E;&#x4E43;&#x662F;&#x6740;&#x4EBA;&#x8005;&#x7684;&#x5E2E;&#x51F6;&#x800C;&#x5DF2;&#x3002;&#x2014;&#x2014;&#x300A;&#x8BBA;&#x79E6;&#x7406;&#x658B;&#x592B;&#x4EBA;&#x4E8B;&#x300B;<br><br>&#x601D;&#x8DEF;&#x6E05;&#x6670;&#xFF0C;&#x76F4;&#x6307;&#x5173;&#x952E;&#xFF01;</p>
</li>
<li><p>&#x897F;&#x6D0B;&#x7684;&#x6148;&#x5584;&#x5BB6;&#x662F;&#x6015;&#x770B;&#x8650;&#x5F85;&#x52A8;&#x7269;&#x7684;&#xFF0C;&#x5012;&#x63D0;&#x7740;&#x9E21;&#x9E2D;&#x8D70;&#x8FC7;&#x79DF;&#x754C;&#x5C31;&#x8981;&#x529E;&#x3002;&#x6240;&#x8C13;&#x529E;&#xFF0C;&#x867D;&#x7136;&#x4E5F;&#x4E0D;&#x8FC7;&#x662F;&#x7F5A;&#x94B1;&#xFF0C;&#x53EA;&#x8981;&#x820D;&#x5F97;&#x51FA;&#x94B1;&#xFF0C;&#x4E5F;&#x8FD8;&#x53EF;&#x4EE5;&#x5012;&#x63D0;&#x4E00;&#x4E0B;&#xFF0C;&#x7136;&#x800C;&#x7A76;&#x7ADF;&#x662F;&#x529E;&#x4E86;&#x3002;&#x4E8E;&#x662F;&#x6709;&#x51E0;&#x4F4D;&#x534E;&#x4EBA;&#x4FBF;&#x5927;&#x9E23;&#x4E0D;&#x5E73;&#xFF0C;&#x4EE5;&#x4E3A;&#x897F;&#x6D0B;&#x4EBA;&#x4F18;&#x5F85;&#x52A8;&#x7269;&#xFF0C;&#x8650;&#x5F85;&#x534E;&#x4EBA;&#xFF0C;&#x81F3;&#x4E8E;&#x6BD4;&#x4E0D;&#x4E0A;&#x9E21;&#x9E2D;&#x3002;<br><br>&#xB7;&#xB7;&#xB7;<br><br>&#x6108;&#x4E0B;&#x52A3;&#x8005;&#xFF0C;&#x6108;&#x5F97;&#x4E3B;&#x4EBA;&#x7684;&#x7231;&#x601C;&#xFF0C;&#x6240;&#x4EE5;&#x897F;&#x5D3D;&#x6253;&#x53ED;&#x513F;&#xFF0C;&#x5219;&#x897F;&#x5D3D;&#x88AB;&#x65A5;&#xFF0C;&#x5E73;&#x4EBA;&#x5FE4;&#x897F;&#x5D3D;&#xFF0C;&#x5219;&#x5E73;&#x4EBA;&#x83B7;&#x548E;&#xFF0C;&#x79DF;&#x754C;&#x4E0A;&#x5E76;&#x65E0;&#x7981;&#x6B62;&#x82DB;&#x5F85;&#x534E;&#x4EBA;&#x7684;&#x89C4;&#x5F8B;&#xFF0C;&#x6B63;&#x56E0;&#x4E3A;&#x6211;&#x4EEC;&#x8BE5;&#x81EA;&#x6709;&#x529B;&#x91CF;&#xFF0C;&#x81EA;&#x6709;&#x672C;&#x9886;&#xFF0C;&#x548C;&#x9E21;&#x9E2D;&#x7EDD;&#x4E0D;&#x76F8;&#x540C;&#x7684;&#x7F18;&#x6545;&#x3002;<br>&#x2014;&#x2014;&#x300A;&#x5012;&#x63D0;&#x300B; <br><br>&#x4E0E;&#x9E21;&#x9E2D;&#x76F8;&#x6BD4;&#xFF0C;&#x4E00;&#x5F00;&#x59CB;&#x5C31;&#x8F93;&#x4E86;&#x3002;&#x73B0;&#x5728;&#x53C8;&#x6709;&#x8FD8;&#x6709;&#x591A;&#x5C11;&#x201C;&#x897F;&#x5D3D;&#x201D;&#x5728;&#x5462;&#xFF1F;<br>&#x6CE8;&#xFF1A;&#x9C81;&#x8FC5;&#x66FE;&#x5BF9;&#x201C;&#x897F;&#x5D3D;&#x201D;&#x8FD9;&#x4E2A;&#x8BCD;&#x505A;&#x8FC7;&#x89E3;&#x91CA;&#xFF0C;&#x79F0;&#x201C;&#x897F;=&#x897F;&#x6D0B;&#x4EBA;&#x7684;&#x7565;&#x79F0;&#xFF0C;&#x5D3D;=&#x4ED4;=&#x5C0F;&#x5B69;=boy&#x3002;&#x56E0;&#x6B64;&#x897F;&#x5D3D;=&#x897F;&#x6D0B;&#x4EBA;&#x4F7F;&#x5524;&#x7684;boy&#xFF08;&#x4E13;&#x6307;&#x4E2D;&#x56FD;&#x4EBA;&#xFF09;&#x201D; <br></p>
</li>
<li><p>&#x56E0;&#x4E3A;&#x897F;&#x6D0B;&#x4EBA;&#x867D;&#x7136;&#x4E0D;&#x66FE;&#x628A;&#x4E2D;&#x56FD;&#x653E;&#x5728;&#x9E21;&#x9E2D;&#x4E4B;&#x4E0B;&#xFF0C;&#x4F46;&#x4E8B;&#x5B9E;&#x4E0A;&#x4E5F;&#x4F3C;&#x4E4E;&#x5E76;&#x672A;&#x653E;&#x5728;&#x9E21;&#x9E2D;&#x4E4B;&#x4E0A;&#x3002;&#x9999;&#x6E2F;&#x7684;&#x5DEE;&#x5F79;&#x628A;&#x4E2D;&#x56FD;&#x72AF;&#x4EBA;&#x5012;&#x63D0;&#x7740;&#x4ECE;&#x4E8C;&#x697C;&#x6454;&#x4E0B;&#x6765;&#xFF0C;&#x5DF2;&#x662F;&#x4E45;&#x8FDC;&#x7684;&#x4E8B;&#xFF1B;&#x8FD1;&#x4E4B;&#x5982;&#x4E0A;&#x6D77;&#xFF0C;&#x53BB;&#x5E74;&#x7684;&#x9AD8;&#x4E2B;&#x5934;&#xFF0C;&#x4ECA;&#x5E74;&#x7684;&#x8521;&#x6D0B;&#x5176;&#x8F88;&#xFF0C;&#x4ED6;&#x4EEC;&#x7684;&#x906D;&#x9047;&#xFF0C;&#x5E76;&#x4E0D;&#x80DC;&#x8FC7;&#x4E8E;&#x9E21;&#x9E2D;&#xFF0C;&#x800C;&#x6B7B;&#x4F24;&#x4E4B;&#x60E8;&#x70C8;&#x6709;&#x8FC7;&#x800C;&#x65E0;&#x4E0D;&#x53CA;&#x3002;&#x8FD9;&#x4E9B;&#x4E8B;&#x5B9E;&#x6211;&#x8F88;&#x534E;&#x4EBA;&#x662F;&#x770B;&#x5F97;&#x6E05;&#x6E05;&#x695A;&#x695A;&#xFF0C;&#x4E0D;&#x4F1A;&#x8F6C;&#x80CC;&#x5C31;&#x5FD8;&#x5374;&#x7684;&#xFF0C;&#x82B1;&#x8FB9;&#x6587;&#x5B66;&#x5BB6;&#x7684;&#x5634;&#x548C;&#x7B14;&#x600E;&#x80FD;&#x6726;&#x6DF7;&#x8FC7;&#x53BB;&#x5462;&#xFF1F;&#x2014;&#x2014;&#x300A;&#x8BBA;&#x201C;&#x82B1;&#x8FB9;&#x6587;&#x5B66;&#x201D;&#x300B;<br><br>&#x8BF4;&#x5230;&#x5E95;&#x8FD8;&#x662F;&#x4E2D;&#x56FD;&#x4EBA;&#x8FD8;&#x4E0D;&#x662F;&#x4EBA;&#xFF0C;&#x800C;&#x662F;&#x52A8;&#x7269;&#x7F62;&#x4E86;&#xFF0C;&#x73B0;&#x5728;&#x4E5F;&#x662F;&#x3002;&#x7ED3;&#x5408;&#x6700;&#x8FD1;&#x53D1;&#x751F;&#x7684;&#x6240;&#x6709;&#x4E8B;&#x60C5;&#xFF0C;&#x6108;&#x53D1;&#x611F;&#x89C9;&#x5230;&#x767E;&#x5E74;&#x6765;&#x601D;&#x60F3;&#x4ECE;&#x672A;&#x6539;&#x53D8;&#x3002;&#x4E2D;&#x56FD;&#x4EBA;&#x4E3A;&#x4EC0;&#x4E48;&#x4E0D;&#x80FD;&#x5BF9;&#x81EA;&#x5DF1;&#x7684;&#x540C;&#x80DE;&#x597D;&#x4E00;&#x4E9B;&#x5462;&#xFF1F;&#x7A76;&#x5176;&#x6839;&#x672C;&#xFF0C;&#x6211;&#x4EEC;&#x4F3C;&#x4E4E;&#x662F;&#x7231;&#x5BF9;&#x522B;&#x4EBA;&#x548C;&#x81EA;&#x5DF1;&#x5206;&#x7EA7;&#x7684;&#x3002;&#x89C1;&#x5230;&#x964C;&#x751F;&#x4EBA;&#x5148;&#x95EE;&#x5DE5;&#x4F5C;&#xFF0C;&#x5BF9;&#x65B9;&#x8981;&#x662F;&#x5403;&#x516C;&#x5BB6;&#x996D;&#x7684;&#xFF0C;&#x4E43;&#x662F;&#x4E0A;&#x7B49;&#x4EBA;&#xFF0C;&#x8BED;&#x6C14;&#x4E0A;&#x4FBF;&#x8981;&#x597D;&#x4E0A;&#x51E0;&#x5206;&#x3002;&#x8981;&#x662F;&#x5DE5;&#x4EBA;&#x519C;&#x6C11;&#xFF0C;&#x4FBF;&#x8981;&#x5F00;&#x59CB;&#x5C55;&#x793A;&#x81EA;&#x5DF1;&#x7684;&#x4F18;&#x8D8A;&#x611F;&#x4E86;&#x3002;&#x5F52;&#x6839;&#x7ED3;&#x5E95;&#xFF0C;&#x6211;&#x4EEC;&#x4ECE;&#x672A;&#x8BA4;&#x4E3A;&#x201C;&#x751F;&#x800C;&#x5E73;&#x7B49;&#x201D;&#xFF0C;&#x6211;&#x4EEC;&#x6CA1;&#x6709;&#x5E73;&#x7B49;&#x7684;&#x770B;&#x522B;&#x4EBA;&#x7684;&#x80FD;&#x529B;&#x3002;<br></p>
</li>
<li><p>&#x6211;&#x4EEC;&#x4E2D;&#x56FD;&#x662F;&#x5927;&#x4EBA;&#x7528;&#x7684;&#x73A9;&#x5177;&#x591A;&#xFF1A;&#x59E8;&#x592A;&#x592A;&#xFF0C;&#x96C5;&#x7247;&#x67AA;&#xFF0C;&#x9EBB;&#x96C0;&#x724C;&#xFF0C;&#x300A;&#x6BDB;&#x6BDB;&#x96E8;&#x300B;&#xFF0C;&#x79D1;&#x5B66;&#x7075;&#x4E69;&#xFF0C;&#x91D1;&#x521A;&#x6CD5;&#x4F1A;&#xFF0C;&#x8FD8;&#x6709;&#x522B;&#x7684;&#xFF0C;&#x5FD9;&#x4E2A;&#x4E0D;&#x4E86;&#xFF0C;&#x6CA1;&#x6709;&#x5DE5;&#x592B;&#x60F3;&#x5230;&#x5B69;&#x5B50;&#x8EAB;&#x4E0A;&#x53BB;&#x4E86;&#x3002;&#x2014;&#x2014;&#x300A;&#x73A9;&#x5177;&#x300B; <br><br>&#x8FD8;&#x662F;&#x5927;&#x4EBA;&#x4F1A;&#x73A9;&#x5440;&#x3002;</p>
</li>
<li><p>&#x6587;&#x8A00;&#x6BD4;&#x8D77;&#x767D;&#x8BDD;&#x6765;&#xFF0C;&#x6709;&#x65F6;&#x7684;&#x786E;&#x5B57;&#x6570;&#x5C11;&#xFF0C;&#x7136;&#x800C;&#x90A3;&#x610F;&#x4E49;&#x4E5F;&#x6BD4;&#x8F83;&#x7684;&#x542B;&#x80E1;&#x3002;&#x6211;&#x4EEC;&#x770B;&#x6587;&#x8A00;&#x6587;&#xFF0C;&#x5F80;&#x5F80;&#x4E0D;&#x4F46;&#x4E0D;&#x80FD;&#x589E;&#x76CA;&#x6211;&#x4EEC;&#x7684;&#x667A;&#x8BC6;&#xFF0C;&#x5E76;&#x4E14;&#x987B;&#x4ED7;&#x6211;&#x4EEC;&#x5DF2;&#x6709;&#x7684;&#x667A;&#x8BC6;&#xFF0C;&#x7ED9;&#x5B83;&#x6CE8;&#x89E3;&#xFF0C;&#x8865;&#x8DB3;&#x3002;&#x5F85;&#x5230;&#x7FFB;&#x6210;&#x7CBE;&#x5BC6;&#x7684;&#x767D;&#x8BDD;&#x4E4B;&#x540E;&#xFF0C;&#x8FD9;&#x624D;&#x7B97;&#x662F;&#x61C2;&#x5F97;&#x4E86;&#x3002;&#x5982;&#x679C;&#x4E00;&#x5F84;&#x5C31;&#x7528;&#x767D;&#x8BDD;&#xFF0C;&#x5373;&#x4F7F;&#x591A;&#x5199;&#x4E86;&#x51E0;&#x4E2A;&#x5B57;&#xFF0C;&#x4F46;&#x5BF9;&#x4E8E;&#x8BFB;&#x8005;&#xFF0C;&#x201C;&#x5176;&#x7701;&#x529B;&#x4E3A;&#x4F55;&#x5982;&#x201D;&#xFF1F;&#x2014;&#x2014;&#x300A;&#x201C;&#x6B64;&#x751F;&#x6216;&#x5F7C;&#x751F;&#x201D;&#x300B;<br><br>&#x4E3A;&#x4E86;&#x6545;&#x4F5C;&#x9AD8;&#x6DF1;&#x800C;&#x6587;&#x8A00;&#x662F;&#x6700;&#x65E0;&#x8DA3;&#x7684;&#x4E86;&#x3002;<br></p>
</li>
</ol>

      
    </div>
    <footer class="article-footer">
      <a data-url="https://leiz-eng.github.io/2023/07/20/reading-notes-2/" data-id="cllnvf7ng000i0gv86pbi94gw" data-title="（2）读书笔记 —— 花边文学" class="article-share-link"><span class="fa fa-share">Share</span></a>
      
      
      
  <ul class="article-tag-list" itemprop="keywords"><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/%E8%AF%BB%E4%B9%A6/" rel="tag">读书</a></li></ul>

    </footer>
  </div>
  
    
<nav id="article-nav">
  
    <a href="/2023/07/25/reading-notes-3/" id="article-nav-newer" class="article-nav-link-wrap">
      <strong class="article-nav-caption">Newer</strong>
      <div class="article-nav-title">
        
          （3）读书笔记 —— 且介亭杂文
        
      </div>
    </a>
  
  
    <a href="/2023/07/19/reading-notes-1/" id="article-nav-older" class="article-nav-link-wrap">
      <strong class="article-nav-caption">Older</strong>
      <div class="article-nav-title">（1）读书笔记 —— 孔乙己</div>
    </a>
  
</nav>

  
</article>


</section>
        
          <aside id="sidebar">
  
    

  
    
  <div class="widget-wrap">
    <h3 class="widget-title">Tags</h3>
    <div class="widget">
      <ul class="tag-list" itemprop="keywords"><li class="tag-list-item"><a class="tag-list-link" href="/tags/%E4%B8%AA%E4%BA%BA/" rel="tag">个人</a></li><li class="tag-list-item"><a class="tag-list-link" href="/tags/%E6%B5%8B%E8%AF%95/" rel="tag">测试</a></li><li class="tag-list-item"><a class="tag-list-link" href="/tags/%E7%BC%96%E7%A8%8B/" rel="tag">编程</a></li><li class="tag-list-item"><a class="tag-list-link" href="/tags/%E8%AF%BB%E4%B9%A6/" rel="tag">读书</a></li></ul>
    </div>
  </div>


  
    
  <div class="widget-wrap">
    <h3 class="widget-title">Tag Cloud</h3>
    <div class="widget tagcloud">
      <a href="/tags/%E4%B8%AA%E4%BA%BA/" style="font-size: 10px;">个人</a> <a href="/tags/%E6%B5%8B%E8%AF%95/" style="font-size: 10px;">测试</a> <a href="/tags/%E7%BC%96%E7%A8%8B/" style="font-size: 20px;">编程</a> <a href="/tags/%E8%AF%BB%E4%B9%A6/" style="font-size: 15px;">读书</a>
    </div>
  </div>

  
    
  <div class="widget-wrap">
    <h3 class="widget-title">Archives</h3>
    <div class="widget">
      <ul class="archive-list"><li class="archive-list-item"><a class="archive-list-link" href="/archives/2023/08/">August 2023</a></li><li class="archive-list-item"><a class="archive-list-link" href="/archives/2023/07/">July 2023</a></li></ul>
    </div>
  </div>


  
    
  <div class="widget-wrap">
    <h3 class="widget-title">Recent Posts</h3>
    <div class="widget">
      <ul>
        
          <li>
            <a href="/2023/08/15/arduino-6/">arduino 学习（6）</a>
          </li>
        
          <li>
            <a href="/2023/08/10/arduino-5/">arduino 学习（5）</a>
          </li>
        
          <li>
            <a href="/2023/08/09/arduino-4/">arduino 学习（4）</a>
          </li>
        
          <li>
            <a href="/2023/08/08/arduino-3/">arduino 学习（3）—— 通信</a>
          </li>
        
          <li>
            <a href="/2023/08/08/reading-notes-5/">（5）读书笔记 —— 心中有数</a>
          </li>
        
      </ul>
    </div>
  </div>

  
</aside>
        
      </div>
      <footer id="footer">
  
  <div class="outer">
    <div id="footer-info" class="inner">
      
      &copy; 2023 Lei Zhao<br>
      Powered by <a href="https://hexo.io/" target="_blank">Hexo</a>
    </div>
  </div>
</footer>

    </div>
    <nav id="mobile-nav">
  
    <a href="/" class="mobile-nav-link">Home</a>
  
    <a href="/archives" class="mobile-nav-link">Archives</a>
  
</nav>
    


<script src="/js/jquery-3.6.4.min.js"></script>



  
<script src="/fancybox/jquery.fancybox.min.js"></script>




<script src="/js/script.js"></script>





  </div>
</body>
</html>