<!DOCTYPE html>
<html>
<head>
  <meta charset="utf-8">
  
  
  <title>（1）读书笔记 —— 孔乙己 | Hope</title>
  <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">
  <meta name="description" content="&amp;#x201C;&amp;#x5B54;&amp;#x4E59;&amp;#x5DF1;&amp;#x662F;&amp;#x7AD9;&amp;#x7740;&amp;#x559D;&amp;#x9152;&amp;#x800C;&amp;#x7A7F;&amp;#x957F;&amp;#x886B;&amp;#x7684;&amp;#x552F;&amp;#x4E00;&amp;#x7684;&amp;#x4EBA;&amp;#x201D;&amp;#x8BF4;&amp;#x660E;&amp;#x4EC0;&amp;#x4E48;&amp;#xFF1F;&amp;#x201C;">
<meta property="og:type" content="article">
<meta property="og:title" content="（1）读书笔记 —— 孔乙己">
<meta property="og:url" content="https://leiz-eng.github.io/2023/07/19/reading-notes-1/index.html">
<meta property="og:site_name" content="Hope">
<meta property="og:description" content="&amp;#x201C;&amp;#x5B54;&amp;#x4E59;&amp;#x5DF1;&amp;#x662F;&amp;#x7AD9;&amp;#x7740;&amp;#x559D;&amp;#x9152;&amp;#x800C;&amp;#x7A7F;&amp;#x957F;&amp;#x886B;&amp;#x7684;&amp;#x552F;&amp;#x4E00;&amp;#x7684;&amp;#x4EBA;&amp;#x201D;&amp;#x8BF4;&amp;#x660E;&amp;#x4EC0;&amp;#x4E48;&amp;#xFF1F;&amp;#x201C;">
<meta property="og:locale" content="en_US">
<meta property="article:published_time" content="2023-07-19T01:55:04.000Z">
<meta property="article:modified_time" content="2023-07-21T02:42:44.316Z">
<meta property="article:author" content="Lei Zhao">
<meta property="article:tag" content="读书">
<meta name="twitter:card" content="summary">
  
    <link rel="alternate" href="/atom.xml" title="Hope" type="application/atom+xml">
  
  
    <link rel="shortcut icon" href="/favicon.png">
  
  
    
<link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/typeface-source-code-pro@0.0.71/index.min.css">

  
  
<link rel="stylesheet" href="/css/style.css">

  
    
<link rel="stylesheet" href="/fancybox/jquery.fancybox.min.css">

  
  
<meta name="generator" content="Hexo 6.3.0"></head>

<body>
  <div id="container">
    <div id="wrap">
      <header id="header">
  <div id="banner"></div>
  <div id="header-outer" class="outer">
    <div id="header-title" class="inner">
      <h1 id="logo-wrap">
        <a href="/" id="logo">Hope</a>
      </h1>
      
        <h2 id="subtitle-wrap">
          <a href="/" id="subtitle">分享即是快乐</a>
        </h2>
      
    </div>
    <div id="header-inner" class="inner">
      <nav id="main-nav">
        <a id="main-nav-toggle" class="nav-icon"><span class="fa fa-bars"></span></a>
        
          <a class="main-nav-link" href="/">Home</a>
        
          <a class="main-nav-link" href="/archives">Archives</a>
        
      </nav>
      <nav id="sub-nav">
        
        
          <a class="nav-icon" href="/atom.xml" title="RSS Feed"><span class="fa fa-rss"></span></a>
        
        <a class="nav-icon nav-search-btn" title="Search"><span class="fa fa-search"></span></a>
      </nav>
      <div id="search-form-wrap">
        <form action="//google.com/search" method="get" accept-charset="UTF-8" class="search-form"><input type="search" name="q" class="search-form-input" placeholder="Search"><button type="submit" class="search-form-submit">&#xF002;</button><input type="hidden" name="sitesearch" value="https://leiz-eng.github.io"></form>
      </div>
    </div>
  </div>
</header>

      <div class="outer">
        <section id="main"><article id="post-reading-notes-1" class="h-entry article article-type-post" itemprop="blogPost" itemscope itemtype="https://schema.org/BlogPosting">
  <div class="article-meta">
    <a href="/2023/07/19/reading-notes-1/" class="article-date">
  <time class="dt-published" datetime="2023-07-19T01:55:04.000Z" itemprop="datePublished">2023-07-19</time>
</a>
    
  </div>
  <div class="article-inner">
    
    
      <header class="article-header">
        
  
    <h1 class="p-name article-title" itemprop="headline name">
      （1）读书笔记 —— 孔乙己
    </h1>
  

      </header>
    
    <div class="e-content article-entry" itemprop="articleBody">
      
        <h3 id="&#x201C;&#x5B54;&#x4E59;&#x5DF1;&#x662F;&#x7AD9;&#x7740;&#x559D;&#x9152;&#x800C;&#x7A7F;&#x957F;&#x886B;&#x7684;&#x552F;&#x4E00;&#x7684;&#x4EBA;&#x201D;&#x8BF4;&#x660E;&#x4EC0;&#x4E48;&#xFF1F;"><a href="#&#x201C;&#x5B54;&#x4E59;&#x5DF1;&#x662F;&#x7AD9;&#x7740;&#x559D;&#x9152;&#x800C;&#x7A7F;&#x957F;&#x886B;&#x7684;&#x552F;&#x4E00;&#x7684;&#x4EBA;&#x201D;&#x8BF4;&#x660E;&#x4EC0;&#x4E48;&#xFF1F;" class="headerlink" title="&#x201C;&#x5B54;&#x4E59;&#x5DF1;&#x662F;&#x7AD9;&#x7740;&#x559D;&#x9152;&#x800C;&#x7A7F;&#x957F;&#x886B;&#x7684;&#x552F;&#x4E00;&#x7684;&#x4EBA;&#x201D;&#x8BF4;&#x660E;&#x4EC0;&#x4E48;&#xFF1F;"></a>&#x201C;&#x5B54;&#x4E59;&#x5DF1;&#x662F;&#x7AD9;&#x7740;&#x559D;&#x9152;&#x800C;&#x7A7F;&#x957F;&#x886B;&#x7684;&#x552F;&#x4E00;&#x7684;&#x4EBA;&#x201D;&#x8BF4;&#x660E;&#x4EC0;&#x4E48;&#xFF1F;</h3><h3 id="&#x201C;&#x7A83;&#x4E66;&#x4E0D;&#x80FD;&#x7B97;&#x5077;&#x2026;&#x2026;&#x7A83;&#x4E66;&#xFF01;&#x2026;&#x2026;&#x8BFB;&#x4E66;&#x4EBA;&#x7684;&#x4E8B;&#xFF0C;&#x80FD;&#x7B97;&#x5077;&#x4E48;&#xFF1F;&#x201D;-&#x4E3A;&#x4EC0;&#x4E48;&#x5B54;&#x4E59;&#x5DF1;&#x8FD9;&#x4E48;&#x8BF4;&#xFF1F;"><a href="#&#x201C;&#x7A83;&#x4E66;&#x4E0D;&#x80FD;&#x7B97;&#x5077;&#x2026;&#x2026;&#x7A83;&#x4E66;&#xFF01;&#x2026;&#x2026;&#x8BFB;&#x4E66;&#x4EBA;&#x7684;&#x4E8B;&#xFF0C;&#x80FD;&#x7B97;&#x5077;&#x4E48;&#xFF1F;&#x201D;-&#x4E3A;&#x4EC0;&#x4E48;&#x5B54;&#x4E59;&#x5DF1;&#x8FD9;&#x4E48;&#x8BF4;&#xFF1F;" class="headerlink" title="&#x201C;&#x7A83;&#x4E66;&#x4E0D;&#x80FD;&#x7B97;&#x5077;&#x2026;&#x2026;&#x7A83;&#x4E66;&#xFF01;&#x2026;&#x2026;&#x8BFB;&#x4E66;&#x4EBA;&#x7684;&#x4E8B;&#xFF0C;&#x80FD;&#x7B97;&#x5077;&#x4E48;&#xFF1F;&#x201D; &#x4E3A;&#x4EC0;&#x4E48;&#x5B54;&#x4E59;&#x5DF1;&#x8FD9;&#x4E48;&#x8BF4;&#xFF1F;"></a>&#x201C;&#x7A83;&#x4E66;&#x4E0D;&#x80FD;&#x7B97;&#x5077;&#x2026;&#x2026;&#x7A83;&#x4E66;&#xFF01;&#x2026;&#x2026;&#x8BFB;&#x4E66;&#x4EBA;&#x7684;&#x4E8B;&#xFF0C;&#x80FD;&#x7B97;&#x5077;&#x4E48;&#xFF1F;&#x201D; &#x4E3A;&#x4EC0;&#x4E48;&#x5B54;&#x4E59;&#x5DF1;&#x8FD9;&#x4E48;&#x8BF4;&#xFF1F;</h3><h3 id="&#x77E5;&#x9053;&#x56DB;&#x79CD;&#x2018;&#x8334;&#x2019;&#x7684;&#x5199;&#x6CD5;&#x5230;&#x5E95;&#x91CD;&#x4E0D;&#x91CD;&#x8981;&#xFF1F;"><a href="#&#x77E5;&#x9053;&#x56DB;&#x79CD;&#x2018;&#x8334;&#x2019;&#x7684;&#x5199;&#x6CD5;&#x5230;&#x5E95;&#x91CD;&#x4E0D;&#x91CD;&#x8981;&#xFF1F;" class="headerlink" title="&#x77E5;&#x9053;&#x56DB;&#x79CD;&#x2018;&#x8334;&#x2019;&#x7684;&#x5199;&#x6CD5;&#x5230;&#x5E95;&#x91CD;&#x4E0D;&#x91CD;&#x8981;&#xFF1F;"></a>&#x77E5;&#x9053;&#x56DB;&#x79CD;&#x2018;&#x8334;&#x2019;&#x7684;&#x5199;&#x6CD5;&#x5230;&#x5E95;&#x91CD;&#x4E0D;&#x91CD;&#x8981;&#xFF1F;</h3><h3 id="&#x201C;&#x4E0D;&#x591A;&#x4E0D;&#x591A;&#xFF01;&#x591A;&#x4E4E;&#x54C9;&#xFF1F;&#x4E0D;&#x591A;&#x4E5F;&#x201D;-&#x5230;&#x5E95;&#x662F;&#x4EC0;&#x4E48;&#x610F;&#x601D;&#xFF1F;"><a href="#&#x201C;&#x4E0D;&#x591A;&#x4E0D;&#x591A;&#xFF01;&#x591A;&#x4E4E;&#x54C9;&#xFF1F;&#x4E0D;&#x591A;&#x4E5F;&#x201D;-&#x5230;&#x5E95;&#x662F;&#x4EC0;&#x4E48;&#x610F;&#x601D;&#xFF1F;" class="headerlink" title="&#x201C;&#x4E0D;&#x591A;&#x4E0D;&#x591A;&#xFF01;&#x591A;&#x4E4E;&#x54C9;&#xFF1F;&#x4E0D;&#x591A;&#x4E5F;&#x201D; &#x5230;&#x5E95;&#x662F;&#x4EC0;&#x4E48;&#x610F;&#x601D;&#xFF1F;"></a>&#x201C;&#x4E0D;&#x591A;&#x4E0D;&#x591A;&#xFF01;&#x591A;&#x4E4E;&#x54C9;&#xFF1F;&#x4E0D;&#x591A;&#x4E5F;&#x201D; &#x5230;&#x5E95;&#x662F;&#x4EC0;&#x4E48;&#x610F;&#x601D;&#xFF1F;</h3><span id="more"></span>
<br>
&#x5B54;&#x4E59;&#x5DF1;&#x662F;&#x9C81;&#x8FC5;&#x5C0F;&#x8BF4;&#x96C6;&#x300A;&#x5450;&#x558A;&#x300B;&#x4E2D;&#x7684;&#x4E00;&#x7BC7;&#x5C0F;&#x8BF4;&#xFF0C;&#x4E5F;&#x662F;&#x8BE5;&#x7BC7;&#x5C0F;&#x8BF4;&#x7684;&#x4E3B;&#x4EBA;&#x516C;&#x3002;&#x5C0F;&#x8BF4;&#x5199;&#x4E8E;1919&#x5E74;3&#x6708;&#xFF0C;&#x662F;&#x9C81;&#x8FC5;&#x5728;&#x4E94;&#x56DB;&#x8FD0;&#x52A8;&#x524D;&#x7EE7;&#x300A;&#x72C2;&#x4EBA;&#x65E5;&#x8BB0;&#x300B;&#x4E4B;&#x540E;&#x5199;&#x7684;&#x7B2C;&#x4E8C;&#x7BC7;&#x767D;&#x8BDD;&#x5C0F;&#x8BF4;&#x3002;1

<p>&#x8FD9;&#x7BC7;&#x5C0F;&#x8BF4;&#x63CF;&#x5199;&#x5B54;&#x4E59;&#x5DF1;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x6CA1;&#x6709;&#x8003;&#x4E0A;&#x79C0;&#x624D;&#x7684;&#x8BFB;&#x4E66;&#x4EBA;&#xFF0C;&#x7F3A;&#x4E4F;&#x5B9E;&#x9645;&#x6280;&#x80FD;&#xFF0C;&#x53EA;&#x4F1A;&#x8BF8;&#x5982;&#x201C;&#x2018;&#x8334;&#x2019;&#x4E0B;&#x9762;&#x7684;&#x2018;&#x56DE;&#x2019;&#x5B57;&#x6709;&#x51E0;&#x79CD;&#x5199;&#x6CD5;&#x201D;&#x8FD9;&#x6837;&#x7684;&#x8FC2;&#x8150;&#x201C;&#x77E5;&#x8BC6;&#x201D;&#x3002;&#x4ED6;&#x4E27;&#x5931;&#x4E86;&#x505A;&#x4EBA;&#x7684;&#x5C0A;&#x4E25;&#xFF0C;&#x6CA6;&#x843D;&#x4E3A;&#x5C0F;&#x9152;&#x9986;&#x91CC;&#x4EBA;&#x4EEC;&#x5632;&#x7B11;&#x7684;&#x5BF9;&#x8C61;&#xFF0C;&#x540E;&#x6765;&#x56E0;&#x4E3A;&#x5077;&#x4E66;&#x800C;&#x88AB;&#x6253;&#x65AD;&#x4E86;&#x817F;&#x3002;12</p>
<p>&#x8FD9;&#x7BC7;&#x5C0F;&#x8BF4;&#x66B4;&#x9732;&#x4E86;&#x5F53;&#x65F6;&#x7684;&#x4E00;&#x4E9B;&#x793E;&#x4F1A;&#x95EE;&#x9898;&#x2500;&#x2500;&#x79D1;&#x4E3E;&#x5236;&#x5EA6;&#x5236;&#x9020;&#x4E86;&#x5927;&#x91CF;&#x53EA;&#x61C2;&#x94BB;&#x6545;&#x7EB8;&#x5806;&#xFF0C;&#x6CA1;&#x6709;&#x5B9E;&#x9645;&#x8425;&#x751F;&#x6280;&#x80FD;&#x7684;&#x8BFB;&#x4E66;&#x4EBA;&#x3002;2</p>
<p>&#x6765;&#x6E90;</p>
<ol>
<li><a target="_blank" rel="noopener" href="https://zh.wikipedia.org/zh-hans/%E5%AD%94%E4%B9%99%E5%B7%B1">https://zh.wikipedia.org/zh-hans/%E5%AD%94%E4%B9%99%E5%B7%B1</a></li>
<li><a target="_blank" rel="noopener" href="https://www.yuwenmi.com/yuwenban/jiunianji21/442010.html">https://www.yuwenmi.com/yuwenban/jiunianji21/442010.html</a><br>&#x539F;&#x6587;&#x53EF;&#x89C1;&#x6B64;&#x94FE;&#x63A5;</li>
</ol>
<br>

<h2 id="&#xFF08;&#x4E00;&#xFF09;-&#x201C;&#x5B54;&#x4E59;&#x5DF1;&#x662F;&#x7AD9;&#x7740;&#x559D;&#x9152;&#x800C;&#x7A7F;&#x957F;&#x886B;&#x7684;&#x552F;&#x4E00;&#x7684;&#x4EBA;&#x201D;&#x8BF4;&#x660E;&#x4EC0;&#x4E48;&#xFF1F;"><a href="#&#xFF08;&#x4E00;&#xFF09;-&#x201C;&#x5B54;&#x4E59;&#x5DF1;&#x662F;&#x7AD9;&#x7740;&#x559D;&#x9152;&#x800C;&#x7A7F;&#x957F;&#x886B;&#x7684;&#x552F;&#x4E00;&#x7684;&#x4EBA;&#x201D;&#x8BF4;&#x660E;&#x4EC0;&#x4E48;&#xFF1F;" class="headerlink" title="&#xFF08;&#x4E00;&#xFF09; &#x201C;&#x5B54;&#x4E59;&#x5DF1;&#x662F;&#x7AD9;&#x7740;&#x559D;&#x9152;&#x800C;&#x7A7F;&#x957F;&#x886B;&#x7684;&#x552F;&#x4E00;&#x7684;&#x4EBA;&#x201D;&#x8BF4;&#x660E;&#x4EC0;&#x4E48;&#xFF1F;"></a>&#xFF08;&#x4E00;&#xFF09; &#x201C;&#x5B54;&#x4E59;&#x5DF1;&#x662F;&#x7AD9;&#x7740;&#x559D;&#x9152;&#x800C;&#x7A7F;&#x957F;&#x886B;&#x7684;&#x552F;&#x4E00;&#x7684;&#x4EBA;&#x201D;&#x8BF4;&#x660E;&#x4EC0;&#x4E48;&#xFF1F;</h2><p>&#x539F;&#x6587;&#xFF1A;<br>&#x505A;&#x5DE5;&#x7684;&#x4EBA;&#xFF0C;&#x508D;&#x5348;&#x508D;&#x665A;&#x6563;&#x4E86;&#x5DE5;&#xFF0C;&#x6BCF;&#x6BCF;&#x82B1;&#x56DB;&#x6587;&#x94DC;&#x94B1;&#xFF0C;&#x4E70;&#x4E00;&#x7897;&#x9152;&#xFF0C;&#x2014;&#x2014;&#x8FD9;&#x662F;&#x4E8C;&#x5341;&#x591A;&#x5E74;&#x524D;&#x7684;&#x4E8B;&#xFF0C;&#x73B0;&#x5728;&#x6BCF;&#x7897;&#x8981;&#x6DA8;&#x5230;&#x5341;&#x6587;&#xFF0C;&#x2014;&#x2014;&#x9760;&#x67DC;&#x5916;&#x7AD9;&#x7740;&#xFF0C;&#x70ED;&#x70ED;&#x7684;&#x559D;&#x4E86;&#x4F11;&#x606F;&#xFF1B;&#x5018;&#x80AF;&#x591A;&#x82B1;&#x4E00;&#x6587;&#xFF0C;&#x4FBF;&#x53EF;&#x4EE5;&#x4E70;&#x4E00;&#x789F;&#x76D0;&#x716E;&#x7B0B;&#xFF0C;&#x6216;&#x8005;&#x8334;&#x9999;&#x8C46;&#xFF0C;&#x505A;&#x4E0B;&#x9152;&#x7269;&#x4E86;&#xFF0C;&#x5982;&#x679C;&#x51FA;&#x5230;&#x5341;&#x51E0;&#x6587;&#xFF0C;&#x90A3;&#x5C31;&#x80FD;&#x4E70;&#x4E00;&#x6837;&#x8364;&#x83DC;&#xFF0C;&#x4F46;&#x8FD9;&#x4E9B;&#x987E;&#x5BA2;&#xFF0C;&#x591A;&#x662F;&#x77ED;&#x8863;&#x5E2E;&#xFF0C;&#x5927;&#x62B5;&#x6CA1;&#x6709;&#x8FD9;&#x6837;&#x9614;&#x7EF0;&#x3002;&#x53EA;&#x6709;&#x7A7F;&#x957F;&#x886B;&#x7684;&#xFF0C;&#x624D;&#x8E31;&#x8FDB;&#x5E97;&#x9762;&#x9694;&#x58C1;&#x7684;&#x623F;&#x5B50;&#x91CC;&#xFF0C;&#x8981;&#x9152;&#x8981;&#x83DC;&#xFF0C;&#x6162;&#x6162;&#x5730;&#x5750;&#x559D;&#x3002;</p>
<p>&#x6587;&#x7AE0;&#x4E00;&#x5F00;&#x59CB;&#x5C06;&#x6765;&#x9152;&#x5E97;&#x7684;&#x4EBA;&#x5206;&#x4E3A;&#x4E24;&#x7C7B;&#xFF0C;<br>&#x505A;&#x5DE5;&#x7684;&#x4EBA; &#x2014;&#x2014; &#x77ED;&#x8863;&#x5E2E; &#x2014;&#x2014; &#x9760;&#x67DC;&#x5916;&#x7AD9;&#x7740;&#x559D;&#x9152;<br>&#xFF1F;&#xFF1F;&#xFF1F; &#x2014;&#x2014; &#x957F;&#x886B;&#x4E3B;&#x987E; &#x2014;&#x2014; &#x8FDB;&#x5E97;&#x9762;&#x70B9;&#x83DC;&#xFF0C;&#x5750;&#x7740;&#x559D;&#x9152;</p>
<p>&#x5176;&#x5B9E;&#x8FD9;&#x91CC;&#x6709;&#x4E00;&#x70B9;&#xFF0C;&#x77ED;&#x8863;&#x5E2E;&#x662F;&#x505A;&#x5DE5;&#x7684;&#xFF0C;&#x90A3;&#x4E48;<strong>&#x957F;&#x886B;&#x4E3B;&#x987E;</strong>&#x662F;&#x505A;&#x4EC0;&#x4E48;&#x5DE5;&#x4F5C;&#x7684;&#xFF1F;</p>
<p>&#x6E05;&#x672B;&#x81F3;&#x6C11;&#x56FD;&#x521D;&#x671F;&#xFF0C;&#x957F;&#x886B;&#x4EE3;&#x8868;&#x4E86;&#x8EAB;&#x4EFD;&#xFF0C;&#x77ED;&#x6749;&#x5E2E;&#xFF0C;&#x4EE3;&#x8868;&#x4E86;&#x8D2B;&#x7A77;&#x7684;&#x52B3;&#x52A8;&#x4EBA;&#x6C11;&#xFF0C;&#x76F8;&#x5BF9;&#x7684;&#xFF0C;&#x957F;&#x886B;&#x5E2E;&#x5C31;&#x4EE3;&#x8868;&#x4E86;<strong>&#x5BCC;&#x88D5;&#x7684;&#x4E0A;&#x5C42;&#x4EBA;&#x58EB;&#x6216;&#x6709;&#x6587;&#x5316;&#x7684;&#x4EBA;</strong>&#x3002;</p>
<p>&#x5B54;&#x4E59;&#x5DF1;&#x7A7F;&#x7740;&#x957F;&#x886B;&#x7AD9;&#x7740;&#x559D;&#x9152;&#xFF0C;&#x5373;&#x4E3A;&#x7A7F;&#x7740;&#x4E0A;&#x5C42;&#x4EBA;&#x58EB;&#x7684;&#x8863;&#x670D;&#xFF0C;&#x4F46;&#x662F;&#x505A;&#x7740;&#x8D2B;&#x56F0;&#x6253;&#x5DE5;&#x4EBA;&#x7684;&#x4E8B;&#x3002;<br>&#x4ED6;&#x5F53;&#x7136;&#x4E5F;&#x60F3;&#x53BB;&#x5E97;&#x9762;&#x9694;&#x58C1;&#x7684;&#x623F;&#x5B50;&#x91CC;&#x5750;&#x7740;&#x559D;&#x9152;&#xFF0C;&#x4F46;&#x662F;&#x600E;&#x5948;&#x53E3;&#x888B;&#x7A7A;&#x865A;&#xFF0C;&#x5BE5;&#x5BE5;&#x51E0;&#x6587;&#x94B1;&#x8FD8;&#x662F;&#x4ECE;&#x522B;&#x4EBA;&#x90A3;&#x91CC;&#x5077;&#x6765;&#x7684;&#x3002;</p>
<p>&#x5176;&#x5B9E;&#x770B;&#x5230;&#x8FD9;&#x91CC;&#xFF0C;&#x5B54;&#x4E59;&#x5DF1;&#x7684;&#x884C;&#x4E3A;&#x5145;&#x5176;&#x91CF;&#x4E8B;&#x6253;&#x80BF;&#x8138;&#x5145;&#x80D6;&#x5B50;&#xFF0C;&#x7B97;&#x4E0D;&#x5F97;&#x4EC0;&#x4E48;&#x3002;</p>
<h2 id="&#xFF08;&#x4E8C;&#xFF09;-&#x201C;&#x7A83;&#x4E66;&#x4E0D;&#x80FD;&#x7B97;&#x5077;&#x2026;&#x2026;&#x7A83;&#x4E66;&#xFF01;&#x2026;&#x2026;&#x8BFB;&#x4E66;&#x4EBA;&#x7684;&#x4E8B;&#xFF0C;&#x80FD;&#x7B97;&#x5077;&#x4E48;&#xFF1F;&#x201D;-&#x4E3A;&#x4EC0;&#x4E48;&#x5B54;&#x4E59;&#x5DF1;&#x8FD9;&#x4E48;&#x8BF4;&#xFF1F;"><a href="#&#xFF08;&#x4E8C;&#xFF09;-&#x201C;&#x7A83;&#x4E66;&#x4E0D;&#x80FD;&#x7B97;&#x5077;&#x2026;&#x2026;&#x7A83;&#x4E66;&#xFF01;&#x2026;&#x2026;&#x8BFB;&#x4E66;&#x4EBA;&#x7684;&#x4E8B;&#xFF0C;&#x80FD;&#x7B97;&#x5077;&#x4E48;&#xFF1F;&#x201D;-&#x4E3A;&#x4EC0;&#x4E48;&#x5B54;&#x4E59;&#x5DF1;&#x8FD9;&#x4E48;&#x8BF4;&#xFF1F;" class="headerlink" title="&#xFF08;&#x4E8C;&#xFF09; &#x201C;&#x7A83;&#x4E66;&#x4E0D;&#x80FD;&#x7B97;&#x5077;&#x2026;&#x2026;&#x7A83;&#x4E66;&#xFF01;&#x2026;&#x2026;&#x8BFB;&#x4E66;&#x4EBA;&#x7684;&#x4E8B;&#xFF0C;&#x80FD;&#x7B97;&#x5077;&#x4E48;&#xFF1F;&#x201D; &#x4E3A;&#x4EC0;&#x4E48;&#x5B54;&#x4E59;&#x5DF1;&#x8FD9;&#x4E48;&#x8BF4;&#xFF1F;"></a>&#xFF08;&#x4E8C;&#xFF09; &#x201C;&#x7A83;&#x4E66;&#x4E0D;&#x80FD;&#x7B97;&#x5077;&#x2026;&#x2026;&#x7A83;&#x4E66;&#xFF01;&#x2026;&#x2026;&#x8BFB;&#x4E66;&#x4EBA;&#x7684;&#x4E8B;&#xFF0C;&#x80FD;&#x7B97;&#x5077;&#x4E48;&#xFF1F;&#x201D; &#x4E3A;&#x4EC0;&#x4E48;&#x5B54;&#x4E59;&#x5DF1;&#x8FD9;&#x4E48;&#x8BF4;&#xFF1F;</h2><p>&#x539F;&#x6587;&#xFF1A;<br>&#x5B54;&#x4E59;&#x5DF1;&#x4E00;&#x5230;&#x5E97;&#xFF0C;&#x6240;&#x6709;&#x559D;&#x9152;&#x7684;&#x4EBA;&#x4FBF;&#x90FD;&#x770B;&#x7740;&#x4ED6;&#x7B11;&#xFF0C;&#x6709;&#x7684;&#x53EB;&#x9053;&#xFF0C;&#x201C;&#x5B54;&#x4E59;&#x5DF1;&#xFF0C;&#x4F60;&#x8138;&#x4E0A;&#x53C8;&#x6DFB;&#x4E0A;&#x65B0;&#x4F24;&#x75A4;&#x4E86;&#xFF01;&#x201D;&#x4ED6;&#x4E0D;&#x56DE;&#x7B54;&#xFF0C;&#x5BF9;&#x67DC;&#x91CC;&#x8BF4;&#xFF0C;&#x201C;&#x6E29;&#x4E24;&#x7897;&#x9152;&#xFF0C;&#x8981;&#x4E00;&#x789F;&#x8334;&#x9999;&#x8C46;&#x3002;&#x201D;&#x4FBF;&#x6392;&#x51FA;&#x4E5D;&#x6587;&#x5927;&#x94B1;&#x3002;&#x4ED6;&#x4EEC;&#x53C8;&#x6545;&#x610F;&#x7684;&#x9AD8;&#x58F0;&#x56B7;&#x9053;&#xFF0C;&#x201C;&#x4F60;&#x4E00;&#x5B9A;&#x53C8;&#x5077;&#x4E86;&#x4EBA;&#x5BB6;&#x7684;&#x4E1C;&#x897F;&#x4E86;&#xFF01;&#x201D;&#x5B54;&#x4E59;&#x5DF1;&#x7741;&#x5927;&#x773C;&#x775B;&#x8BF4;&#xFF0C;&#x201C;&#x4F60;&#x600E;&#x4E48;&#x8FD9;&#x6837;&#x51ED;&#x7A7A;&#x6C61;&#x4EBA;&#x6E05;&#x767D;&#x2026;&#x2026;&#x201D;&#x201C;&#x4EC0;&#x4E48;&#x6E05;&#x767D;&#xFF1F;&#x6211;&#x524D;&#x5929;&#x4EB2;&#x773C;&#x89C1;&#x4F60;&#x5077;&#x4E86;&#x4F55;&#x5BB6;&#x7684;&#x4E66;&#xFF0C;&#x540A;&#x7740;&#x6253;&#x3002;&#x201D;&#x5B54;&#x4E59;&#x5DF1;&#x4FBF;&#x6DA8;&#x7EA2;&#x4E86;&#x8138;&#xFF0C;&#x989D;&#x4E0A;&#x7684;&#x9752;&#x7B4B;&#x6761;&#x6761;&#x7EFD;&#x51FA;&#xFF0C;&#x4E89;&#x8FA9;&#x9053;&#xFF0C;&#x201C;&#x7A83;&#x4E66;&#x4E0D;&#x80FD;&#x7B97;&#x5077;&#x2026;&#x2026;&#x7A83;&#x4E66;&#xFF01;&#x2026;&#x2026;&#x8BFB;&#x4E66;&#x4EBA;&#x7684;&#x4E8B;&#xFF0C;&#x80FD;&#x7B97;&#x5077;&#x4E48;&#xFF1F;&#x201D;&#x63A5;&#x8FDE;&#x4FBF;&#x662F;&#x96BE;&#x61C2;&#x7684;&#x8BDD;&#xFF0C;&#x4EC0;&#x4E48;&#x201C;&#x541B;&#x5B50;&#x56FA;&#x7A77;&#x201D;&#x2476;&#xFF0C;&#x4EC0;&#x4E48;&#x201C;&#x8005;&#x4E4E;&#x201D;&#x4E4B;&#x7C7B;&#xFF0C;&#x5F15;&#x5F97;&#x4F17;&#x4EBA;&#x90FD;&#x54C4;&#x7B11;&#x8D77;&#x6765;&#xFF1A;&#x5E97;&#x5185;&#x5916;&#x5145;&#x6EE1;&#x4E86;&#x5FEB;&#x6D3B;&#x7684;&#x7A7A;&#x6C14;&#x3002;</p>
<p>&#x5B54;&#x4E59;&#x5DF1;&#x7684;&#x5F62;&#x8C61;&#x4E00;&#x5230;&#x5E97;&#xFF0C;&#x522B;&#x4EBA;&#x5C31;&#x770B;&#x7740;&#x4ED6;&#x7B11;&#xFF0C;&#x5C31;&#x7B97;&#x662F;&#x53EA;&#x82B1;&#x4E86;9&#x6587;&#x94B1;&#xFF0C;&#x522B;&#x4EBA;&#x4E5F;&#x8BA4;&#x4E3A;&#x662F;&#x4ED6;&#x5077;&#x7684;&#xFF0C;&#x521A;&#x5F00;&#x59CB;&#x4ED6;&#x8FD8;&#x8FA9;&#x89E3;&#x8BF4;&#x662F;&#x201C;&#x51ED;&#x7A7A;&#x6C61;&#x4EBA;&#x6E05;&#x767D;&#x201D;&#xFF0C;&#x540E;&#x6765;&#x522B;&#x4EBA;&#x8BF4;&#x4EB2;&#x773C;&#x770B;&#x5230;&#xFF0C;&#x4ED6;&#x624D;&#x8BF4;&#x4E86;&#x8FD9;&#x53E5;&#x7ECF;&#x5178;&#x53F0;&#x8BCD;&#xFF0C;&#x201C;&#x8BFB;&#x4E66;&#x4EBA;&#x7684;&#x4E8B;&#xFF0C;&#x80FD;&#x7B97;&#x5077;&#x4E48;&#xFF1F;&#x201D;</p>
<p>&#x8FD9;&#x91CC;&#x5B54;&#x4E59;&#x5DF1;&#x7684;&#x8FA9;&#x89E3;&#xFF0C;&#x201C;&#x7A83;&#x201D;&#x548C;&#x201C;&#x5077;&#x201D;&#x5728;&#x4ED6;&#x773C;&#x91CC;&#x662F;&#x4E0D;&#x4E00;&#x6837;&#x7684;&#x3002;<br>&#x6709;&#x4E9B;&#x4EBA;&#x770B;&#x6765;&#xFF0C;&#x5BF9;&#x5077;&#x5B57;&#x7684;&#x89E3;&#x91CA;&#x662F;&#xFF1A;&#x884C;&#x82DF;&#x4E14;&#x4E4B;&#x4E8B;&#xFF0C;&#x6307;&#x4E0D;&#x6B63;&#x5F53;&#x7684;&#x7537;&#x5973;&#x5173;&#x7CFB;&#xFF0C;&#x6BD4;&#x5982;&#x5077;&#x4EBA;&#x3001;&#x5077;&#x60C5;&#x3001;&#x5077;&#x6B22;&#x3002;&#x800C;&#x201C;&#x7A83;&#x201D;&#x5B57;&#x7684;&#x63CF;&#x8FF0;&#x5BF9;&#x8C61;&#x662F;&#x9650;&#x4E8E;&#x8D22;&#x7269;&#x6216;&#x8005;&#x7269;&#x54C1;&#x4E4B;&#x4E0A;&#x7684;&#xFF0C;&#x81F3;&#x5C11;&#x5E76;&#x6CA1;&#x6709;&#x5077;&#x4EBA;&#x3001;&#x5077;&#x60C5;&#x3001;&#x7537;&#x6B22;&#x5973;&#x7231;&#x7684;&#x610F;&#x601D;&#x3002;&#x4F60;&#x53EF;&#x4EE5;&#x8BF4;&#x5077;&#x4EBA;&#xFF0C;&#x4F46;&#x4E0D;&#x80FD;&#x8BF4;&#x662F;&#x7A83;&#x4EBA;&#xFF0C;&#x800C;&#x53EA;&#x80FD;&#x8BF4;&#x7A83;&#x4EBA;&#x4E4B;&#x8D22;&#x3002;<br>&#x4F46;&#x662F;&#x4E0A;&#x9762;&#x5176;&#x5B9E;&#x522B;&#x4EBA;&#x660E;&#x663E;&#x8BF4;&#x7684;&#x662F;&#xFF0C;&#x201C;&#x4F60;&#x4E00;&#x5B9A;&#x53C8;&#x5077;&#x4EBA;&#x5BB6;&#x7684;&#x4E1C;&#x897F;&#x4E86;&#x201D;&#xFF0C;&#x53EF;&#x4EE5;&#x8BF4;&#x660E;&#x8FD9;&#x91CC;&#x7279;&#x6307;&#x7684;&#x5176;&#x5B9E;&#x662F;&#x4E1C;&#x897F;&#xFF0C;&#x6240;&#x4EE5;&#x8FD9;&#x91CC;&#x5B54;&#x4E59;&#x5DF1;&#x60F3;&#x8BF4;&#x7684;&#x662F;&#xFF0C;&#x4E66;&#x4EE3;&#x8868;&#x7684;&#x77E5;&#x8BC6;&#x548C;&#x6587;&#x5316;&#x662F;&#x4E0D;&#x80FD;&#x5077;&#x7684;&#xFF0C;&#x5B66;&#x5230;&#x540E;&#x5C31;&#x4E0D;&#x50CF;&#x94B1;&#x8D22;&#x548C;&#x7269;&#x54C1;&#x4E00;&#x822C;&#x53EF;&#x4EE5;&#x5077;&#x8D70;&#x3002;&#x8FD9;&#x91CC;&#x5176;&#x5B9E;&#x662F;&#x8868;&#x73B0;&#x4E86;&#x4ED6;&#x5BF9;&#x81EA;&#x5DF1;&#x62E5;&#x6709;&#x77E5;&#x8BC6;&#x7684;&#x9A84;&#x50B2;&#xFF0C;&#x6240;&#x4EE5;&#x8FD9;&#x91CC;&#x4ED6;&#x624D;&#x8BF4;&#x4E0D;&#x80FD;&#x53EB;&#x201C;&#x5077;&#x201D;&#x3002;&#x56E0;&#x4E3A;&#x77E5;&#x8BC6;&#x4E0D;&#x540C;&#x4E8E;&#x7269;&#x54C1;&#xFF0C;&#x4F46;&#x662F;&#x8FD9;&#x91CC;&#x53EF;&#x7B11;&#x7684;&#x70B9;&#x5728;&#x4E8E;&#xFF0C;&#x4ED6;&#x5374;&#x628A;&#x77E5;&#x8BC6;&#x7684;&#x627F;&#x8F7D;&#x7269;&#x54C1; &#x2014;&#x2014; &#x4E66;&#xFF0C;&#x5356;&#x4E86;&#x6765;&#x6362;&#x9152;&#x559D;&#x3002;</p>
<h2 id="&#xFF08;&#x4E09;&#xFF09;&#x77E5;&#x9053;&#x56DB;&#x79CD;&#x2018;&#x56DE;&#x2019;&#x7684;&#x5199;&#x6CD5;&#x5230;&#x5E95;&#x91CD;&#x4E0D;&#x91CD;&#x8981;&#xFF1F;"><a href="#&#xFF08;&#x4E09;&#xFF09;&#x77E5;&#x9053;&#x56DB;&#x79CD;&#x2018;&#x56DE;&#x2019;&#x7684;&#x5199;&#x6CD5;&#x5230;&#x5E95;&#x91CD;&#x4E0D;&#x91CD;&#x8981;&#xFF1F;" class="headerlink" title="&#xFF08;&#x4E09;&#xFF09;&#x77E5;&#x9053;&#x56DB;&#x79CD;&#x2018;&#x56DE;&#x2019;&#x7684;&#x5199;&#x6CD5;&#x5230;&#x5E95;&#x91CD;&#x4E0D;&#x91CD;&#x8981;&#xFF1F;"></a>&#xFF08;&#x4E09;&#xFF09;&#x77E5;&#x9053;&#x56DB;&#x79CD;&#x2018;&#x56DE;&#x2019;&#x7684;&#x5199;&#x6CD5;&#x5230;&#x5E95;&#x91CD;&#x4E0D;&#x91CD;&#x8981;&#xFF1F;</h2><p>&#x539F;&#x6587;&#xFF1A;<br>&#x6709;&#x4E00;&#x56DE;&#x5BF9;&#x6211;&#x8BF4;&#x9053;&#xFF0C;&#x201C;&#x4F60;&#x8BFB;&#x8FC7;&#x4E66;&#x4E48;&#xFF1F;&#x201D;&#x6211;&#x7565;&#x7565;&#x70B9;&#x4E00;&#x70B9;&#x5934;&#x3002;&#x4ED6;&#x8BF4;&#xFF0C;&#x201C;&#x8BFB;&#x8FC7;&#x4E66;&#xFF0C;&#x2026;&#x2026;&#x6211;&#x4FBF;&#x8003;&#x4F60;&#x4E00;&#x8003;&#x3002;&#x8334;&#x9999;&#x8C46;&#x7684;&#x8334;&#x5B57;&#xFF0C;&#x600E;&#x6837;&#x5199;&#x7684;&#xFF1F;&#x201D;&#x6211;&#x60F3;&#xFF0C;&#x8BA8;&#x996D;&#x4E00;&#x6837;&#x7684;&#x4EBA;&#xFF0C;&#x4E5F;&#x914D;&#x8003;&#x6211;&#x4E48;&#xFF1F;&#x4FBF;&#x56DE;&#x8FC7;&#x8138;&#x53BB;&#xFF0C;&#x4E0D;&#x518D;&#x7406;&#x4F1A;&#x3002;&#x5B54;&#x4E59;&#x5DF1;&#x7B49;&#x4E86;&#x8BB8;&#x4E45;&#xFF0C;&#x5F88;&#x6073;&#x5207;&#x7684;&#x8BF4;&#x9053;&#xFF0C;&#x201C;&#x4E0D;&#x80FD;&#x5199;&#x7F62;&#xFF1F;&#x2026;&#x2026;&#x6211;&#x6559;&#x7ED9;&#x4F60;&#xFF0C;&#x8BB0;&#x7740;&#xFF01;&#x8FD9;&#x4E9B;&#x5B57;&#x5E94;&#x8BE5;&#x8BB0;&#x7740;&#x3002;&#x5C06;&#x6765;&#x505A;&#x638C;&#x67DC;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5199;&#x8D26;&#x8981;&#x7528;&#x3002;&#x201D;&#x6211;&#x6697;&#x60F3;&#x6211;&#x548C;&#x638C;&#x67DC;&#x7684;&#x7B49;&#x7EA7;&#x8FD8;&#x5F88;&#x8FDC;&#x5462;&#xFF0C;&#x800C;&#x4E14;&#x6211;&#x4EEC;&#x638C;&#x67DC;&#x4E5F;&#x4ECE;&#x4E0D;&#x5C06;&#x8334;&#x9999;&#x8C46;&#x4E0A;&#x8D26;&#xFF1B;&#x53C8;&#x597D;&#x7B11;&#xFF0C;&#x53C8;&#x4E0D;&#x8010;&#x70E6;&#xFF0C;&#x61D2;&#x61D2;&#x7684;&#x7B54;&#x4ED6;&#x9053;&#xFF0C;&#x201C;&#x8C01;&#x8981;&#x4F60;&#x6559;&#xFF0C;&#x4E0D;&#x662F;&#x8349;&#x5934;&#x5E95;&#x4E0B;&#x4E00;&#x4E2A;&#x6765;&#x56DE;&#x7684;&#x56DE;&#x5B57;&#x4E48;&#xFF1F;&#x201D;&#x5B54;&#x4E59;&#x5DF1;&#x663E;&#x51FA;&#x6781;&#x9AD8;&#x5174;&#x7684;&#x6837;&#x5B50;&#xFF0C;&#x5C06;&#x4E24;&#x4E2A;&#x6307;&#x5934;&#x7684;&#x957F;&#x6307;&#x7532;&#x6572;&#x7740;&#x67DC;&#x53F0;&#xFF0C;&#x70B9;&#x5934;&#x8BF4;&#xFF0C;&#x201C;&#x5BF9;&#x5440;&#x5BF9;&#x5440;&#xFF01;&#x2026;&#x2026;&#x56DE;&#x5B57;&#x6709;&#x56DB;&#x6837;&#x5199;&#x6CD5;&#x2478;&#xFF0C;&#x4F60;&#x77E5;&#x9053;&#x4E48;&#xFF1F;&#x201D;&#x6211;&#x6108;&#x4E0D;&#x8010;&#x70E6;&#x4E86;&#xFF0C;&#x52AA;&#x7740;&#x5634;&#x8D70;&#x8FDC;&#x3002;&#x5B54;&#x4E59;&#x5DF1;&#x521A;&#x7528;&#x6307;&#x7532;&#x8638;&#x4E86;&#x9152;&#xFF0C;&#x60F3;&#x5728;&#x67DC;&#x4E0A;&#x5199;&#x5B57;&#xFF0C;&#x89C1;&#x6211;&#x6BEB;&#x4E0D;&#x70ED;&#x5FC3;&#xFF0C;&#x4FBF;&#x53C8;&#x53F9;&#x4E00;&#x53E3;&#x6C14;&#xFF0C;&#x663E;&#x51FA;&#x6781;&#x60CB;&#x60DC;&#x7684;&#x6837;&#x5B50;&#x3002;</p>
<p>&#x8FD9;&#x91CC;&#x5B54;&#x4E59;&#x5DF1;&#x60F3;&#x8981;&#x6559;&#x4E66;&#x4E2D;&#x7684;&#x201C;&#x6211;&#x201D;&#x5199;&#x56DB;&#x79CD;&#x201C;&#x56DE;&#x201D;&#x7684;&#x5199;&#x6CD5;&#xFF0C;&#x201C;&#x6211;&#x201D;&#x6EE1;&#x4E0D;&#x5728;&#x4E4E;&#x3002;<br>&#x5728;&#x8FD9;&#x4E2A;&#x73AF;&#x5883;&#x4E0B;&#xFF0C;&#x4ED6;&#x77E5;&#x9053;&#x56DB;&#x79CD;&#x201C;&#x56DE;&#x201D;&#x7684;&#x5199;&#x6CD5;&#x6CA1;&#x6709;&#x4EFB;&#x4F55;&#x4F5C;&#x7528;&#xFF0C;&#x6CA1;&#x6709;&#x4EBA;&#x5173;&#x6CE8;&#xFF0C;&#x4F46;&#x662F;&#x5982;&#x679C;&#x5B54;&#x4E59;&#x5DF1;&#x5728;&#x9694;&#x58C1;&#x7684;&#x996D;&#x5E97;&#x5750;&#x7740;&#x559D;&#x9152;&#x5462;&#xFF1F;&#x4ED6;&#x4EEC;&#x5750;&#x7740;&#x559D;&#x9152;&#x7684;&#x4EBA;&#x662F;&#x4E0D;&#x662F;&#x5C31;&#x4F1A;&#x804A;&#x8FD9;&#x4E9B;&#x4E86;&#x5462;&#xFF1F;  </p>
<h2 id="&#xFF08;&#x56DB;&#xFF09;&#x201C;&#x4E0D;&#x591A;&#x4E0D;&#x591A;&#xFF01;&#x591A;&#x4E4E;&#x54C9;&#xFF1F;&#x4E0D;&#x591A;&#x4E5F;&#x201D;-&#x5230;&#x5E95;&#x662F;&#x4EC0;&#x4E48;&#x610F;&#x601D;&#xFF1F;"><a href="#&#xFF08;&#x56DB;&#xFF09;&#x201C;&#x4E0D;&#x591A;&#x4E0D;&#x591A;&#xFF01;&#x591A;&#x4E4E;&#x54C9;&#xFF1F;&#x4E0D;&#x591A;&#x4E5F;&#x201D;-&#x5230;&#x5E95;&#x662F;&#x4EC0;&#x4E48;&#x610F;&#x601D;&#xFF1F;" class="headerlink" title="&#xFF08;&#x56DB;&#xFF09;&#x201C;&#x4E0D;&#x591A;&#x4E0D;&#x591A;&#xFF01;&#x591A;&#x4E4E;&#x54C9;&#xFF1F;&#x4E0D;&#x591A;&#x4E5F;&#x201D; &#x5230;&#x5E95;&#x662F;&#x4EC0;&#x4E48;&#x610F;&#x601D;&#xFF1F;"></a>&#xFF08;&#x56DB;&#xFF09;&#x201C;&#x4E0D;&#x591A;&#x4E0D;&#x591A;&#xFF01;&#x591A;&#x4E4E;&#x54C9;&#xFF1F;&#x4E0D;&#x591A;&#x4E5F;&#x201D; &#x5230;&#x5E95;&#x662F;&#x4EC0;&#x4E48;&#x610F;&#x601D;&#xFF1F;</h2><p>&#x5B69;&#x5B50;&#x5403;&#x5B8C;&#x8C46;&#xFF0C;&#x4ECD;&#x7136;&#x4E0D;&#x6563;&#xFF0C;&#x773C;&#x775B;&#x90FD;&#x671B;&#x7740;&#x789F;&#x5B50;&#x3002;&#x5B54;&#x4E59;&#x5DF1;&#x7740;&#x4E86;&#x614C;&#xFF0C;&#x4F38;&#x5F00;&#x4E94;&#x6307;&#x5C06;&#x789F;&#x5B50;&#x7F69;&#x4F4F;&#xFF0C;&#x5F2F;&#x8170;&#x4E0B;&#x53BB;&#x8BF4;&#x9053;&#xFF0C;&#x201C;&#x4E0D;&#x591A;&#x4E86;&#xFF0C;&#x6211;&#x5DF2;&#x7ECF;&#x4E0D;&#x591A;&#x4E86;&#x3002;&#x201D;&#x76F4;&#x8D77;&#x8EAB;&#x53C8;&#x770B;&#x4E00;&#x770B;&#x8C46;&#xFF0C;&#x81EA;&#x5DF1;&#x6447;&#x5934;&#x8BF4;&#xFF0C;&#x201C;&#x4E0D;&#x591A;&#x4E0D;&#x591A;&#xFF01;&#x591A;&#x4E4E;&#x54C9;&#xFF1F;&#x4E0D;&#x591A;&#x4E5F;&#x3002;&#x201D;&#x2479;&#x4E8E;&#x662F;&#x8FD9;&#x4E00;&#x7FA4;&#x5B69;&#x5B50;&#x90FD;&#x5728;&#x7B11;&#x58F0;&#x91CC;&#x8D70;&#x6563;&#x4E86;&#x3002;</p>
<p>&#x201C;&#x591A;&#x4E4E;&#x54C9;&#xFF0C;&#x4E0D;&#x591A;&#x4E5F;&#x201D;&#x51FA;&#x81EA;&#x300A;&#x8BBA;&#x8BED;.&#x5B50;&#x7F55;&#x300B;&#xFF0C;&#x610F;&#x601D;&#x662F;<strong>&#x8FD9;&#x4E9B;&#x6280;&#x827A;&#x7B97;&#x591A;&#x5417;&#xFF1F;&#x4E00;&#x70B9;&#x4E5F;&#x4E0D;&#x591A;&#x3002;</strong><br>&#x8FD9;&#x53E5;&#x8BDD;&#x63A5;&#x5728;&#x540E;&#x8FB9;&#x663E;&#x5F97;&#x4E0D;&#x77E5;&#x6240;&#x4E91;&#xFF0C;&#x8FD9;&#x662F;&#x5B54;&#x4E59;&#x5DF1;&#x8FD9;&#x7BC7;&#x6587;&#x7AE0;&#x91CC;&#x552F;&#x4E00;&#x5B8C;&#x6574;&#x7684;&#x5BF9;&#x8BDD;&#x63CF;&#x5199;&#x3002;&#x628A;&#x4E24;&#x4EF6;&#x5B8C;&#x5168;&#x4E0D;&#x76F8;&#x5173;&#x7684;&#x4E8B;&#x7ED3;&#x5408;&#x5728;&#x4E00;&#x8D77;&#xFF0C;&#x6B63;&#x662F;&#x4E00;&#x79CD;&#x559C;&#x5267;&#x8868;&#x6F14;&#x624B;&#x6CD5;&#x3002;<br><br></p>
<h2 id="&#x6700;&#x540E;"><a href="#&#x6700;&#x540E;" class="headerlink" title="&#x6700;&#x540E;"></a>&#x6700;&#x540E;</h2><p>&#x6211;&#x60F3;&#xFF0C;&#x5B54;&#x4E59;&#x5DF1;&#x5982;&#x679C;&#x80FD;&#x6D3B;&#x5728;&#x73B0;&#x4EE3;&#xFF0C;&#x5E94;&#x8BE5;&#x662F;&#x4E00;&#x4F4D;&#x4E0D;&#x9519;&#x7684;&#x559C;&#x5267;&#x6F14;&#x5458;&#xFF0C;&#x5938;&#x5F20;&#x7684;&#x6F14;&#x51FA;&#x4E86;&#x6211;&#x4EEC;&#x6BCF;&#x4E00;&#x4E2A;&#x4EBA;&#x7684;&#x751F;&#x6D3B;&#x3002;</p>

      
    </div>
    <footer class="article-footer">
      <a data-url="https://leiz-eng.github.io/2023/07/19/reading-notes-1/" data-id="clk92mngf000i8ov8551z95jz" data-title="（1）读书笔记 —— 孔乙己" class="article-share-link"><span class="fa fa-share">Share</span></a>
      
      
      
  <ul class="article-tag-list" itemprop="keywords"><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/%E8%AF%BB%E4%B9%A6/" rel="tag">读书</a></li></ul>

    </footer>
  </div>
  
    
<nav id="article-nav">
  
    <a href="/2023/07/20/reading-notes-2/" id="article-nav-newer" class="article-nav-link-wrap">
      <strong class="article-nav-caption">Newer</strong>
      <div class="article-nav-title">
        
          （2）读书笔记 —— 花边文学
        
      </div>
    </a>
  
  
    <a href="/2023/07/18/2-why-i-have-this-blog/" id="article-nav-older" class="article-nav-link-wrap">
      <strong class="article-nav-caption">Older</strong>
      <div class="article-nav-title">（2）为什么要写博客？</div>
    </a>
  
</nav>

  
</article>


</section>
        
          <aside id="sidebar">
  
    

  
    
  <div class="widget-wrap">
    <h3 class="widget-title">Tags</h3>
    <div class="widget">
      <ul class="tag-list" itemprop="keywords"><li class="tag-list-item"><a class="tag-list-link" href="/tags/%E4%B8%AA%E4%BA%BA/" rel="tag">个人</a></li><li class="tag-list-item"><a class="tag-list-link" href="/tags/%E6%B5%8B%E8%AF%95/" rel="tag">测试</a></li><li class="tag-list-item"><a class="tag-list-link" href="/tags/%E8%AF%BB%E4%B9%A6/" rel="tag">读书</a></li></ul>
    </div>
  </div>


  
    
  <div class="widget-wrap">
    <h3 class="widget-title">Tag Cloud</h3>
    <div class="widget tagcloud">
      <a href="/tags/%E4%B8%AA%E4%BA%BA/" style="font-size: 10px;">个人</a> <a href="/tags/%E6%B5%8B%E8%AF%95/" style="font-size: 10px;">测试</a> <a href="/tags/%E8%AF%BB%E4%B9%A6/" style="font-size: 10px;">读书</a>
    </div>
  </div>

  
    
  <div class="widget-wrap">
    <h3 class="widget-title">Archives</h3>
    <div class="widget">
      <ul class="archive-list"><li class="archive-list-item"><a class="archive-list-link" href="/archives/2023/07/">July 2023</a></li></ul>
    </div>
  </div>


  
    
  <div class="widget-wrap">
    <h3 class="widget-title">Recent Posts</h3>
    <div class="widget">
      <ul>
        
          <li>
            <a href="/2023/07/20/reading-notes-2/">（2）读书笔记 —— 花边文学</a>
          </li>
        
          <li>
            <a href="/2023/07/19/reading-notes-1/">（1）读书笔记 —— 孔乙己</a>
          </li>
        
          <li>
            <a href="/2023/07/18/2-why-i-have-this-blog/">（2）为什么要写博客？</a>
          </li>
        
          <li>
            <a href="/2023/07/18/Picture/">test picture showing</a>
          </li>
        
          <li>
            <a href="/2023/07/14/%E7%AC%AC%E4%B8%80%E7%AF%87%E5%8D%9A%E5%AE%A2/">（1）这个博客怎么创立的？</a>
          </li>
        
      </ul>
    </div>
  </div>

  
</aside>
        
      </div>
      <footer id="footer">
  
  <div class="outer">
    <div id="footer-info" class="inner">
      
      &copy; 2023 Lei Zhao<br>
      Powered by <a href="https://hexo.io/" target="_blank">Hexo</a>
    </div>
  </div>
</footer>

    </div>
    <nav id="mobile-nav">
  
    <a href="/" class="mobile-nav-link">Home</a>
  
    <a href="/archives" class="mobile-nav-link">Archives</a>
  
</nav>
    


<script src="/js/jquery-3.6.4.min.js"></script>



  
<script src="/fancybox/jquery.fancybox.min.js"></script>




<script src="/js/script.js"></script>





  </div>
</body>
</html>